-- phpMyAdmin SQL Dump
-- version 5.2.0
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1:3306
-- Generation Time: Jun 02, 2024 at 05:16 PM
-- Server version: 8.0.30
-- PHP Version: 8.1.9

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `posla`
--

-- --------------------------------------------------------

--
-- Table structure for table `about`
--

CREATE TABLE `about` (
  `id` int NOT NULL,
  `title_en` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `title_ar` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `text_en` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `text_ar` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `image` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `banner` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `alt_img` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `alt_banner` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `about`
--

INSERT INTO `about` (`id`, `title_en`, `title_ar`, `text_en`, `text_ar`, `image`, `banner`, `alt_img`, `alt_banner`, `created_at`, `updated_at`) VALUES
(1, 'Welcome to Almashreq', 'Welcome to Almashreq', '<p>Architecture viverra tristique justo duis vitae diam neque nivamus aestan ateuene artines aringianu atelit finibus viverra nec lacus. Nedana theme erodino setlie suscipe no curabit tristique.</p>\r\n<p>Design inilla duiman at elit finibus viverra nec a lacus themo the drudea seneoice misuscipit non sagie the fermen.</p>\r\n<p>Planner inilla duiman at elit finibus viverra nec a lacus themo the drudea seneoice misuscipit non sagie the fermen. Viverra tristique jusio the ivite dianne onen nivami acsestion augue artine.</p>', '<div class=\"response-container-content ng-tns-c2122541871-54\">\r\n<div class=\"response-content ng-trigger ng-trigger-responsePopulation ng-tns-c2122541871-54 ng-animate-disabled\">\r\n<div class=\"markdown markdown-main-panel\" dir=\"rtl\">\r\n<p>إن الهندسة المعمارية للحيوية حزينة لمدة عامين فقط من الحياة، كما أنها لا تتساقط الثلوج في الصيف، لكن أرنتينات أرينجيانو لا ترسم حدود البحيرة ولا حدود البحيرة. موضوع Nedana erodino setlie يقبل لن يهتم بالحزن.</p>\r\n<p>تصميم inilla duiman في نهايات النخبة من الرسوم المتحركة ولا من موضوع البحيرة، يسيء الدروديا سينيويسي عدم ساغي الخمار.</p>\r\n<p>مخطط inilla duiman لكن النهاية النهائية لا ترسم ولا من موضوع البحيرة فإن الدروديا seneoice يخطئ في عدم ساجي الخميرة. Vivera حزين jusio the ivite dianne onen nivami accession augue artine</p>\r\n</div>\r\n</div>\r\n</div>', '46574.jpeg', '36952.jpeg', 'about image', 'bannerrr', '2020-10-13 08:39:44', '2024-01-22 05:01:01');

-- --------------------------------------------------------

--
-- Table structure for table `about_strucs`
--

CREATE TABLE `about_strucs` (
  `id` int NOT NULL,
  `title` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `text` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `lang` enum('en','ar') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `status` tinyint DEFAULT NULL,
  `image` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `alt_img` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `about_strucs`
--

INSERT INTO `about_strucs` (`id`, `title`, `text`, `lang`, `status`, `image`, `alt_img`, `created_at`, `updated_at`) VALUES
(6, 'CALIBRE Architecture Firm', '<p>Our firm nisl sodales sit amet sapien idea placerat sodales orcite. Vivamus ne miss rhoncus felis CALIBRE architecture.</p>', 'en', 1, NULL, NULL, '2024-01-21 10:05:24', '2024-01-21 10:05:24'),
(7, 'كاليبريا', '<p>Our firm nisl sodales sit amet sapien idea placerat sodales orcite. Vivamus ne miss rhoncus felis CALIBRE architecture.</p>', 'ar', 1, NULL, NULL, '2024-01-24 05:16:59', '2024-01-24 05:16:59');

-- --------------------------------------------------------

--
-- Table structure for table `addresses`
--

CREATE TABLE `addresses` (
  `id` int NOT NULL,
  `type` enum('Office','Studio','Shop') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `tel` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `email` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `address_en` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `address_ar` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `map_url` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `status` tinyint DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `addresses`
--

INSERT INTO `addresses` (`id`, `type`, `tel`, `email`, `address_en`, `address_ar`, `map_url`, `status`, `created_at`, `updated_at`) VALUES
(1, 'Office', NULL, NULL, 'Villa 146 Southern 90th Street, Fifth Settlement Cairo, Cairo Governorate, Egypt 0000', 'فيلا 146 شارع التسعين الجنوبي، التجمع الخامس القاهرة، محافظة القاهرة، مصر 0000', NULL, 1, '2023-12-11 09:06:51', '2024-06-02 05:25:59');

-- --------------------------------------------------------

--
-- Table structure for table `album`
--

CREATE TABLE `album` (
  `id` int NOT NULL,
  `name_en` varchar(255) NOT NULL,
  `name_ar` varchar(255) NOT NULL,
  `image` varchar(191) DEFAULT NULL,
  `text_en` varchar(255) NOT NULL,
  `text_ar` varchar(255) NOT NULL,
  `status` tinyint(1) NOT NULL DEFAULT '1',
  `type` enum('images','video') NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `album`
--

INSERT INTO `album` (`id`, `name_en`, `name_ar`, `image`, `text_en`, `text_ar`, `status`, `type`, `created_at`, `updated_at`) VALUES
(1, 'album 1', 'album 1', '38789851.jpeg', 'album 1album 1', 'album 1album 1', 1, 'images', '2024-06-02 08:58:53', '2024-06-02 09:46:42'),
(13, 'test image', 'test image', '36096771.jpeg', 'test image', 'test image', 1, 'images', '2024-06-02 09:40:35', '2024-06-02 09:46:08'),
(21, 'video', 'video', 'album_0_91527727.jpeg', 'video', 'video', 1, 'video', '2024-06-02 10:41:50', '2024-06-02 10:41:50');

-- --------------------------------------------------------

--
-- Table structure for table `album_items`
--

CREATE TABLE `album_items` (
  `id` int NOT NULL,
  `album_id` int NOT NULL,
  `name` text NOT NULL,
  `created_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP,
  `updated_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

--
-- Dumping data for table `album_items`
--

INSERT INTO `album_items` (`id`, `album_id`, `name`, `created_at`, `updated_at`) VALUES
(11, 1, '38037930.jpeg', '2024-06-02 09:27:09', '2024-06-02 09:27:09'),
(12, 1, '64884252.png', '2024-06-02 09:27:09', '2024-06-02 09:27:09'),
(13, 1, '28603225.webp', '2024-06-02 09:27:09', '2024-06-02 09:27:09'),
(35, 21, 'https://www.youtube.com/watch?v=FxJ3zPUU6Y4&ab_channel=LittleSoul', '2024-06-02 11:15:40', '2024-06-02 11:15:40'),
(36, 21, 'https://www.youtube.com/watch?v=FxJ3zPUU6Y4&ab_channel=LittleSoul', '2024-06-02 11:15:40', '2024-06-02 11:15:40');

-- --------------------------------------------------------

--
-- Table structure for table `areas`
--

CREATE TABLE `areas` (
  `id` int NOT NULL,
  `name_en` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `name_ar` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `region_id` int DEFAULT NULL,
  `available_beranche` tinyint(1) DEFAULT '0',
  `shipping_fees` int DEFAULT '100',
  `status` tinyint DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `areas`
--

INSERT INTO `areas` (`id`, `name_en`, `name_ar`, `region_id`, `available_beranche`, `shipping_fees`, `status`, `created_at`, `updated_at`) VALUES
(1, '15 May - 15 May', '١٥ مايو - ١٥ مايو', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2, '6 October - ElMurooj', '٦ اكتوبر - المروج\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(3, '6 October - ElMotamayez District', '٦ اكتوبر - الحي المتميز\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(4, '6 October - ElBashayer District', '٦ اكتوبر - حي البشاير\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(5, '6 October - District 07', '٦ اكتوبر - الحي 07\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(6, '6 October - Dream Land', '٦ اكتوبر - دريم لاند\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(7, '6 October - Tiba Gardens', '٦ اكتوبر - طيبه جاردنز\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(8, '6 October - Wahat Road', '٦ اكتوبر - طريق الواحات\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(9, '6 October - District 02', '٦ اكتوبر - الحى 02\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(10, '6 October - Smart Village', '٦ اكتوبر - القريه الذكيه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(11, '6 October - District 01', '٦ اكتوبر - الحى 01\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(12, '6 October - District 12', '٦ اكتوبر - الحي 12\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(13, '6 October - Southern Neighborhoods', '٦ اكتوبر - الاحياء الجنوبيه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(14, '6 October - Taawonyat 164 Neighborhood', '٦ اكتوبر - حي التعاونيات 164\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(15, '6 October - Hayi Alwurud', '٦ اكتوبر - حي الورود\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(16, '6 October - Northern Expansions', '٦ اكتوبر - التوسعات الشماليه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(17, '6 October - Green Belt', '٦ اكتوبر - الحزام الاخضر\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(18, '6 October - District 04', '٦ اكتوبر - الحي 04\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(19, '6 October - Engineers Oasis', '٦ اكتوبر - واحه المهندسين\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(20, '6 October - Industrial Zone', '٦ اكتوبر - المنطقه الصناعيه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(21, '6 October - Palm Hills', '٦ اكتوبر - بالم هيلز\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(22, '6 October - MSA', '٦ اكتوبر - جامعه مصر\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(23, '6 October - Safwa Information Society', '٦ اكتوبر - مدينه صفوه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(24, '6 October - October Gardens', '٦ اكتوبر - حدائق اكتوبر\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(25, '6 October - ElReham Coumpund', '٦ اكتوبر - كمبوند الريهام\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(26, '6 October - Masaken Osman', '٦ اكتوبر - مساكن عثمان\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(27, '6 October - Clubs Area', '٦ اكتوبر - منطقه النوادي\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(28, '6 October - Eastern Expansions', '٦ اكتوبر - التوسعات الشرقيه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(29, '6 October - Abu Rawash', '٦ اكتوبر - ابو رواش\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(30, '6 October - Youth Residence', '٦ اكتوبر - اسكان الشباب\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(31, '6 October - District 10', '٦ اكتوبر - الحى 10\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(32, '6 October - District 09', '٦ اكتوبر - الحى 09\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(33, '6 October - West Somid', '٦ اكتوبر - غرب سوميد\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(34, '6 October - District 11', '٦ اكتوبر - الحي 11\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(35, '6 October - New Giza', '٦ اكتوبر - نيو جيزه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(36, '6 October - District 06', '٦ اكتوبر - الحي 06\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(37, '6 October - District 08', '٦ اكتوبر - الحي 08\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(38, '6 October - Gardenia Compound', '٦ اكتوبر - كمبوند جاردينيا\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(39, '6 October - District 03', '٦ اكتوبر - الحي 03\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(40, '6 October - Haram Life', '٦ اكتوبر - هرم لايف\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(41, '6 October - Cairo Alex Desert Road', '٦ اكتوبر - طريق القاهره - الاسكندريه الصحراوي\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(42, '6 October - District 05', '٦ اكتوبر - الحي 05\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(43, '6 October - Media Compound', '٦ اكتوبر - كمبوند الاعلام\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(44, '6 October - Kilo 28 Cairo - Alexandria Desert Rd', '٦ اكتوبر - مصر اسكندريه الصحراوى بعد الكيلو 28\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(45, '6 October - Tourism 03', '٦ اكتوبر - المنطقه السياحيه 03\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(46, '6 October - North Tourism', '٦ اكتوبر - السياحيه الشماليه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(47, '6 October - 6 October', '6 اكتوبر - 6 اكتوبر', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(48, '10th of Ramadan - Neighborhood 15', 'العاشر من رمضان - المجاوره 15\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(49, '10th of Ramadan - Neighborhood 54', 'العاشر من رمضان - المجاوره 54\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(50, '10th of Ramadan - Neighborhood 08', 'العاشر من رمضان - المجاوره 08\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(51, '10th of Ramadan - Neighborhood 30', 'العاشر من رمضان - المجاوره 30\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(52, '10th of Ramadan - Neighborhood 18', 'العاشر من رمضان - المجاوره 18\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(53, '10th of Ramadan - Neighborhood 58', 'العاشر من رمضان - المجاوره 58\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(54, '10th of Ramadan - Neighborhood 41', 'العاشر من رمضان - المجاوره 41\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(55, '10th of Ramadan - Neighborhood 16', 'العاشر من رمضان - المجاوره 16\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(56, '10th of Ramadan - Neighborhood 38', 'العاشر من رمضان - المجاوره 38\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(57, '10th of Ramadan - Neighborhood 28', 'العاشر من رمضان - المجاوره 28\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(58, '10th of Ramadan - B3', 'العاشر من رمضان - B3\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(59, '10th of Ramadan - Neighborhood 44', 'العاشر من رمضان - المجاوره 44\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(60, '10th of Ramadan - B1', 'العاشر من رمضان - B1\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(61, '10th of Ramadan - Neighborhood 59', 'العاشر من رمضان - المجاوره 59\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(62, '10th of Ramadan - Neighborhood 06', 'العاشر من رمضان - المجاوره 06\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(63, '10th of Ramadan - Neighborhood 02', 'العاشر من رمضان - المجاوره 02\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(64, '10th of Ramadan - Neighborhood 37', 'العاشر من رمضان - المجاوره 37\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(65, '10th of Ramadan - Neighborhood 23', 'العاشر من رمضان - المجاوره 23\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(66, '10th of Ramadan - Neighborhood 40', 'العاشر من رمضان - المجاوره 40\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(67, '10th of Ramadan - Neighborhood 49', 'العاشر من رمضان - المجاوره 49\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(68, '10th of Ramadan - Neighborhood 46', 'العاشر من رمضان - المجاوره 46\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(69, '10th of Ramadan - Neighborhood 56', 'العاشر من رمضان - المجاوره 56\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(70, '10th of Ramadan - Neighborhood 57', 'العاشر من رمضان - المجاوره 57\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(71, '10th of Ramadan - Neighborhood 03', 'العاشر من رمضان - المجاوره 03\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(72, '10th of Ramadan - B4', 'العاشر من رمضان - B4\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(73, '10th of Ramadan - Neighborhood 47', 'العاشر من رمضان - المجاوره 47\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(74, '10th of Ramadan - Neighborhood 60', 'العاشر من رمضان - المجاوره 60\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(75, '10th of Ramadan - Neighborhood 36', 'العاشر من رمضان - المجاوره 36\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(76, '10th of Ramadan - Neighborhood 65', 'العاشر من رمضان - المجاوره 65\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(77, '10th of Ramadan - Neighborhood 29', 'العاشر من رمضان - المجاوره 29\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(78, '10th of Ramadan - Neighborhood 43', 'العاشر من رمضان - المجاوره 43\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(79, '10th of Ramadan - Neighborhood 17', 'العاشر من رمضان - المجاوره 17\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(80, '10th of Ramadan - C2', 'العاشر من رمضان - C2\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(81, '10th of Ramadan - Neighborhood 01', 'العاشر من رمضان - المجاوره 01\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(82, '10th of Ramadan - Neighborhood 39', 'العاشر من رمضان - المجاوره 39\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(83, '10th of Ramadan - Neighborhood 61', 'العاشر من رمضان - المجاوره 61\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(84, '10th of Ramadan - Neighborhood 51', 'العاشر من رمضان - المجاوره 51\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(85, '10th of Ramadan - Neighborhood 55', 'العاشر من رمضان - المجاوره 55\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(86, '10th of Ramadan - C1', 'العاشر من رمضان - C1\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(87, '10th of Ramadan - Neighborhood 33', 'العاشر من رمضان - المجاوره 33\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(88, '10th of Ramadan - Neighborhood 45', 'العاشر من رمضان - المجاوره 45\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(89, '10th of Ramadan - Neighborhood 19', 'العاشر من رمضان - المجاوره 19\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(90, '10th of Ramadan - Neighborhood 20', 'العاشر من رمضان - المجاوره 20\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(91, '10th of Ramadan - Neighborhood 32', 'العاشر من رمضان - المجاوره 32\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(92, '10th of Ramadan - Neighborhood 50', 'العاشر من رمضان - المجاوره 50\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(93, '10th of Ramadan - Neighborhood 22', 'العاشر من رمضان - المجاوره 22\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(94, '10th of Ramadan - Neighborhood 63', 'العاشر من رمضان - المجاوره 63\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(95, '10th of Ramadan - Neighborhood 66', 'العاشر من رمضان - المجاوره 66\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(96, '10th of Ramadan - Neighborhood 52', 'العاشر من رمضان - المجاوره 52\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(97, '10th of Ramadan - Neighborhood 04', 'العاشر من رمضان - المجاوره 04\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(98, '10th of Ramadan - Neighborhood 35', 'العاشر من رمضان - المجاوره 35\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(99, '10th of Ramadan - Neighborhood 34', 'العاشر من رمضان - المجاوره 34\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(100, '10th of Ramadan - Neighborhood 10', 'العاشر من رمضان - المجاوره 10\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(101, '10th of Ramadan - Neighborhood 27', 'العاشر من رمضان - المجاوره 27\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(102, '10th of Ramadan - Neighborhood 24', 'العاشر من رمضان - المجاوره 24\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(103, '10th of Ramadan - Neighborhood 26', 'العاشر من رمضان - المجاوره 26\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(104, '10th of Ramadan - 10th of Ramadan', 'العاشر من رمضان - العاشر من رمضان\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(105, '10th of Ramadan - Neighborhood 31', 'العاشر من رمضان - المجاوره 31\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(106, '10th of Ramadan - Neighborhood 62', 'العاشر من رمضان - المجاوره 62\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(107, '10th of Ramadan - Neighborhood 13', 'العاشر من رمضان - المجاوره 13\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(108, '10th of Ramadan - Neighborhood 21', 'العاشر من رمضان - المجاوره 21 \r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(109, '10th of Ramadan - Neighborhood 14', 'العاشر من رمضان - المجاوره 14\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(110, '10th of Ramadan - Neighborhood 48', '10 من رمضان - مجاورة 48', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(111, '10th of Ramadan - Neighborhood 05', 'العاشر من رمضان - المجاوره 05\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(112, '10th of Ramadan - C3', 'العاشر من رمضان - C3\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(113, '10th of Ramadan - B2', 'العاشر من رمضان - B2\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(114, '10th of Ramadan - Neighborhood 64', 'العاشر من رمضان - المجاوره 64\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(115, '10th of Ramadan - Reforestation Area', 'العاشر من رمضان - اعاده التشجير\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(116, '10th of Ramadan - Neighborhood 25', 'العاشر من رمضان - المجاوره 25\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(117, '10th of Ramadan - Neighborhood 07', 'العاشر من رمضان - المجاوره 07\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(118, '10th of Ramadan - Neighborhood 11', 'العاشر من رمضان - المجاوره 11\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(119, '10th of Ramadan - Neighborhood 12', 'العاشر من رمضان - المجاوره 12\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(120, '10th of Ramadan - Neighborhood 09', 'العاشر من رمضان - المجاوره 09\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(121, '10th of Ramadan - Neighborhood 53', 'العاشر من رمضان - المجاوره 53\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(122, '10th of Ramadan - Neighborhood 42', 'العاشر من رمضان - المجاوره 42\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(123, 'Abanoub - Abanoub', 'ابنوب - ابنوب\r', 6, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(124, 'Abdeen - ElAtaba', 'عابدين - العتبه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(125, 'Abdeen - ElGazirah ElGadidah', 'عابدين - الجزيره الجديده\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(126, 'Abdeen - ElDawawin', 'عابدين - الدواوين\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(127, 'Abdeen - Rahbet Abdin', 'عابدين - رحبه عابدين\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(128, 'Abdeen - ElSaqayin', 'عابدين - السقايين\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(129, 'Abdeen - ElSahah', 'عابدين - الساحه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(130, 'Abdeen - Ghayt ElAdah', 'عابدين - غيط العده\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(131, 'Abdeen - Downtown Cairo', 'عابدين - وسط البلد\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(132, 'Abdeen - Bab ElLouq', 'عابدين - باب اللوق\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(133, 'Abdeen - ElBalaqsah', 'عابدين - البلاقسه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(134, 'Abdeen - ElSheikh Abd Allah', 'عابدين - الشيخ عبد الله\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(135, 'Abdeen - ElFawalah', 'عابدين - الفواله\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(136, 'Abdeen - Abdeen', 'عابدين - عابدين\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(137, 'Abu ElMatamir - ElNemreyah', 'ابو المطامير - النمريه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(138, 'Abu ElMatamir - ElNegeili w Awlad ElSheikh', 'ابو المطامير - النجيلي واولاد الشيخ\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(139, 'Abu ElMatamir - Monshaat Tharwat', 'ابو المطامير - منشاه ثروت\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(140, 'Abu ElMatamir - Abu ElMatamir', 'ابو المطامير - ابو المطامير\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(141, 'Abu ElMatamir - Zawya Salem', 'ابو المطامير - زاويه سالم\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(142, 'Abu ElMatamir - ElBaseineyah', 'ابو المطامير - الباسيناح\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(143, 'Abu ElMatamir - Kom ElFarag', 'ابو المطامير - كوم الفرج\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(144, 'Abu ElMatamir - Monshaat Gnaklis', 'ابو المطامير - منشاه جاناكليس\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(145, 'Abu ElMatamir - Kom Hafin', 'ابو المطامير - كوم حافين\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(146, 'Abu ElMatamir - Monshaah ElAweyah', 'ابو المطامير - المنشاه العلويه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(147, 'Abu ElMatamir - Kom ElQadh', 'ابو المطامير - كوم القته\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(148, 'Abu ElMatamir - ElBahareyah', 'ابو المطامير - البحريه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(149, 'Abu ElMatamir - ElQetaa ElShmali', 'ابو المطامير - القطاع الشمالي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(150, 'Abu ElMatamir - ElMahdeyah', 'ابو المطامير - المهديه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(151, 'Abu ElMatamir - ElGhaytah', 'ابو المطامير - الغيتان\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(152, 'Abu ElMatamir - Zawya Saqr', 'ابو المطامير - زاويه صقر\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(153, 'Abu ElMatamir - Terogi', 'ابو المطامير - تروجي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(154, 'Abu ElNumros - Abu ElNumros', 'ابو النمرس - ابو النمرس\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(155, 'Abu Hammad - Abu Hammad', 'ابو حماد - ابو حماد\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(156, 'Abu Humus - Besentawi', 'ابو حمص - بسنتاوي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(157, 'Abu Humus - Kom ElQanater', 'ابو حمص - كوم القناطر\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(158, 'Abu Humus - ElGaradat', 'ابو حمص - الجاردات\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(159, 'Abu Humus - Deirames', 'ابو حمص - ديراميس\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(160, 'Abu Humus - Azab Amin Sayed Ahmed', 'ابو حمص - عزب امين سيد احمد\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(161, 'Abu Humus - ElQorawi', 'ابو حمص - القروي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(162, 'Abu Humus - ElZayni', 'ابو حمص - الزيني\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(163, 'Abu Humus - Belqtr', 'ابو حمص - بلقطر\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(164, 'Abu Humus - ElGorn', 'ابو حمص - الجرن\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(165, 'Abu Humus - ElSakhrah', 'ابو حمص - الصخره\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(166, 'Abu Humus - Deswns ElHelfayah', 'ابو حمص - دسونس الحلفايه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(167, 'Abu Humus - Abu Humus', 'ابو حمص - ابو حمص\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(168, 'Abu Humus - Abu ElKhazar', 'ابو حمص - ابو الخذر\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(169, 'Abu Humus - Mahalat Kil', 'ابو حمص - محله كيل\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(170, 'Abu Humus - ElGhabah', 'ابو حمص - الغابه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(171, 'Abu Humus - ElRezkah', 'ابو حمص - الرزقه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(172, 'Abu Humus - ElShaheed Gawad Housny', 'ابو حمص - الشهيد جواد حسني\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(173, 'Abu Humus - ElNakhlah ElBahreyah', 'ابو حمص - النخله البحريه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(174, 'Abu Humus - Belqtr ElGharbeyah', 'ابو حمص - بلقطرالغربيه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(175, 'Abu Humus - Batrous', 'ابو حمص - بطورس\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(176, 'Abu Humus - Monshaat Demisna', 'ابو حمص - منشاه دمسنا\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(177, 'Abu Humus - Qafelah', 'ابو حمص - قافله\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(178, 'Abu Humus - Tolombat Halq ElGamal', 'ابو حمص - طلمبه حلق الجمل\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(179, 'Abu Humus - Kafr Hasam', 'ابو حمص - كفر حصام\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(180, 'Abu Humus - ElHarfah', 'ابو حمص - الحرفه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(181, 'Abu Humus - Berket Ghattas', 'ابو حمص - بركه غطاس\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(182, 'Abu Humus - Berseiq', 'ابو حمص - برسيق\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(183, 'Abu Kebir - Abu Kebir', 'ابو كبير - ابو كبير\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(184, 'Abu Kerkas - Abu Kerkas', 'ابو قرقاص - ابو قرقاص\r', 5, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(186, 'Abu Rudeis - Abu Zenima', 'ابو رديس - ابو زنيمه\r', 29, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(187, 'Abu Rudeis - Abu Rudeis', 'ابو رديس - ابو رديس\r', 29, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(188, 'Abu Simbel - Abu Simbel', 'ابو سمبل - ابو سمبل\r', 13, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(189, 'Abu Teg - Abu Teg', 'ابوتيج - ابوتيج\r', 6, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(190, 'Abu Tesht - Abu Tesht', 'ابو طشت - ابو طشت\r', 25, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(191, 'Aga - Akhtab', 'اجا - اخطاب\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(192, 'Aga - Shabrawish', 'اجا - شبراويش\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(193, 'Aga - ElDeir', 'اجا - الدير\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(194, 'Aga - Mit ElAmel', 'اجا - ميت العامل\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(195, 'Aga - Baqtares', 'اجا - بقطارس\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(196, 'Aga - Kafr Deyarb Baqtares', 'اجا - كفر ديرب بقطارس\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(197, 'Aga - Nawasa ElGheit', 'اجا - نواسه الغيط\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(198, 'Aga - Garah', 'اجا - جراح\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(199, 'Aga - Shiwah ElSharqeyah', 'اجا - شيوه الشرقيه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(200, 'Aga - Telbent Aga', 'اجا - تلبنت اجا\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(201, 'Aga - Kafr ElShaheed Mostafa Hammouda', 'اجا - كفر الشهيد مصطفى حموده\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(202, 'Aga - Mit Fadalah', 'اجا - ميت فضاله\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(203, 'Aga - Shenisah', 'اجا - شنيسه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(204, 'Aga - ElSalameyah', 'اجا - السلاميه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(205, 'Aga - Mit Abu ElHussein', 'اجا - ميت ابو حسين\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(206, 'Aga - Abu Dabbous w Kafr Latif', 'اجا - الدبوس وكفر لطيف\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(207, 'Aga - Abu Zaid', 'اجا - ابو زيد\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(208, 'Aga - ElAnshaseyah', 'اجا - الانشاصيه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(209, 'Aga - ElKaramah', 'اجا - الكرامه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(210, 'Aga - Kafr ElMandara', 'اجا - كفر المندره\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(211, 'Aga - ElGharaqah', 'اجا - الغراقه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(212, 'Aga - Qarmout ElBahw', 'اجا - قرموط البهو\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(213, 'Aga - ElBahow Frik', 'اجا - البهو فريك\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(214, 'Aga - ElBaylouq', 'اجا - البيلوق\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(215, 'Aga - Gelmowah', 'اجا - جلموه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(216, 'Aga - Monshaat ElEkhwah', 'اجا - منشاه الاخوه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(217, 'Aga - Sanbakht', 'اجا - سنبخت\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(218, 'Aga - Tanamel ElGharbi', 'اجا - طنامل الغربي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(219, 'Aga - Mit Damsis w Kafr Abu Garag', 'اجا - ميت دمسيس وكفر ابو جراج\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(220, 'Aga - Kafr Awad ElSeneitah', 'اجا - كفر عوض السنيطه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(221, 'Aga - ElMandara', 'اجا - المندره\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(222, 'Aga - Fisha Bana', 'اجا - فشه بنا\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(223, 'Aga - Derwah', 'اجا - دروه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(224, 'Aga - Sangid', 'اجا - سنجيد\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(225, 'Aga - Borg Nour ElHomos', 'اجا - برج نور الحمص\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(226, 'Aga - Shenfas', 'اجا - شنفاص\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(227, 'Aga - Aga City', 'اجا - مدينه اجا\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(228, 'Aga - Kafr ElNegba', 'اجا - كفر النجبا\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(229, 'Aga - Mit Masoud', 'اجا - ميت مسعود\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(230, 'Aga - Kafr ElLawandi', 'اجا - كفر اللاوندي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(231, 'Aga - Nawasa ElBahr', 'اجا - نواسه البحر\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(232, 'Aga - Mit Ashna', 'اجا - ميت اشنا\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(233, 'Aga - Monshaat Abd ElNabi', 'اجا - منشاه عبد النبي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(234, 'Aga - Shoubra ElBahw', 'اجا - شبرا البهو\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(235, 'Aga - Menyet Samannoud', 'اجا - منيه سمنود\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(236, 'Aga - Deyarb Baqtares', 'اجا - ديرب بقطارس\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(237, 'Aga - Azab ElArab', 'اجا - عزب العرب\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(238, 'Aga - Sehreget ElSughra w Kafr ElSayed', 'اجا - صهرجت الصغري وكفر السيد\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(239, 'Aga - ElSabkha', 'اجا - السبخا\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(240, 'Aga - Aga', 'اجا - اجا\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(241, 'Aga - Kafr ElSharaqwah ElSeneitah', 'اجا - كفر الشراقوه السنيطه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(242, 'Aga - Mit Bazou w Kafr Othman Selim', 'اجا - ميت بازو وكفر عثمان سليم\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(243, 'Aga - Mit Abu ElHares', 'اجا - ميت ابو الحارس\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(244, 'Aga - Mit Meaned', 'اجا - ميت معاند\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(245, 'Aga - Tanamel ElSharqi w Izbat ElAtrebah', 'اجا - طنامل الشرقي وعزبه الاترب\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(246, 'Aga - Monshaat Mansour', 'اجا - منشاه منصور\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(247, 'Aga - Samahah', 'اجا - سماحه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(248, 'Aga - Abu Dawoud ElEnab', 'اغا - ابوداوود العناب', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(249, 'Agouza - ElHuwaiteyah', 'العجوزه - الحوتيه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(250, 'Agouza - Agouza', 'العجوزه - العجوزه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(251, 'Agouza - Mit Oqbah', 'العجوزه - ميت عقبه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(252, 'Agouza - Madinet ElAwkaf', 'العجوزه - مدينه الاوقاف - الاعلام\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(253, 'Agouza - Mohandesiin', 'العجوزه - المهندسين\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(254, 'Agouza - Gazirat Mit Oqbah', 'العجوزه - جزيره ميت عقبه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(255, 'Agouza - ElAbbas', 'العجوزه - العباس\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(256, 'Akhmim - Markaz Akhmim', 'اخميم - مركز اخميم\r\n', 28, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(257, 'Akhmim - Akhmim', 'اخميم - اخميم\r', 28, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(258, 'Arbeen - Arbeen', 'الاربعين - الاربعين\r', 30, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(259, 'Arment - Arment', 'ارمنت - ارمنت\r', 25, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(260, 'Ashmoun - Ashmoun', 'اشمون - اشمون\r', 20, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(261, 'Aswan Center - Sahary', 'مركز اسوان - صحارى\r', 13, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(262, 'Aswan Center - Aswan Center', 'مركز اسوان - مركز اسوان\r', 13, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(263, 'Aswan Center - Aswan 02', 'مركز اسوان - اسوان 02\r', 13, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(264, 'Aswan Center - Aswan 01', 'مركز اسوان - اسوان 01\r', 13, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(265, 'Asyut - Asyut', 'اسيوط - اسيوط\r', 6, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(266, 'Asyut 01 - Asyut 01', 'اسيوط 01 - اسيوط 01\r', 6, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(267, 'Asyut 02 - Asyut 02', 'اسيوط 02 - اسيوط 02\r', 6, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(268, 'Ataqa - ElAdabya', 'عتاقه - الادبيه\r', 30, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(269, 'Ataqa - Ataqa', 'عتاقه - عتاقه\r', 30, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(270, 'Ataqa - ElEin ElSukhna', 'عتاقه - العين السخنه\r', 30, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(271, 'Atfih - ElBorombol', 'اطفيح - البرمبل\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(272, 'Atfih - ElHelf ElGharbi', 'اطفيح - الحلف الغربي\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(273, 'Atfih - Madinet Atfih', 'اطفيح - مدينه اطفيح\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(274, 'Atfih - ElRaqa ElQebleyah', 'اطفيح - الرقه القبليه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(275, 'Atfih - ElQebabat', 'اطفيح - القبابات\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(276, 'Atfih - Atfih', 'اطفيح - اطفيح\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(277, 'Atfih - ElKadayah', 'اطفيح - الكدايه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(278, 'Atfih - Kafr ElWaslin', 'اطفيح - كفر الواصلين\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(279, 'Atfih - Nazlet Torgom', 'اطفيح - نزله ترجم\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(280, 'Atfih - ElHelf', 'اطفيح - الحلف\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(281, 'Atfih - Mousa Mosque', 'اطفيح - مسجد موسى\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(282, 'Atfih - ElKurimat', 'اطفيح - الكريمات\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(283, 'Atfih - Bani Saleh', 'اطفيح - بني صالح\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(284, 'Atfih - ElRaqa ElBahreyah', 'اطفيح - الرقه البحريه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(285, 'Atfih - ElSaleheyah', 'اطفيح - الصالحيه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(286, 'Atfih - Sawl', 'اطفيح - صول\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(287, 'Atfih - Kafr Halawa', 'اطفيح - كفر حلاوه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(288, 'Atfih - Kafr Kandeel', 'اطفيح - كفر قنديل\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(289, 'Atfih - Monshaat Soliman', 'اطفيح - منشاه سليمان\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(290, 'Atfih - Menyat ElReqah', 'اطفيح - منية الرقا\r\n', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(291, 'Atsa - Atsa', 'اطسا - اطسا\r', 17, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(292, 'Awlad Saqr - Awlad Saqr', 'اولاد صقر - اولاد صقر\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(293, 'Awsim - ElKom ElAhmar', 'اوسيم - الكوم الاحمر\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(294, 'Awsim - ElZaydeyah', 'اوسيم - الزيديه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(295, 'Awsim - Shenbari', 'اوسيم - شنباري\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(296, 'Awsim - Awsim', 'اوسيم - اوسيم\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(297, 'Awsim - ElQarateyin', 'اوسيم - القيراطيين\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(298, 'Awsim - Seidah', 'اوسيم - صيده\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(299, 'Awsim - ElBaragel', 'اوسيم - البراجيل\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(300, 'Awsim - Saqil', 'اوسيم - سقيل\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(301, 'Awsim - Bartas', 'اوسيم - برطس\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(302, 'Azhar - Azhar', 'الازهر - الازهر\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(303, 'Bab ElSharia - ElMansi', 'باب الشعريه - المنسي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(304, 'Bab ElSharia - ElSawabi', 'باب الشعريه - الصوابي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(305, 'Bab ElSharia - ElAdawy', 'باب الشعريه - العدوي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(306, 'Bab ElSharia - Bab ElSharia', 'باب الشعريه - باب الشعريه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(307, 'Bab ElSharia - Sidi Madin', 'باب الشعريه - سيدي مدين\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(308, 'Bab ElSharia - ElNasr', 'باب الشعريه - النصر\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(309, 'Bab ElSharia - Bab ElBahr', 'باب الشعريه - باب البحر\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(310, 'Bab ElSharia - Darb ElAkmaeya', 'باب الشعريه - درب الاقماعيه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(311, 'Bab ElSharia - Berket ElZatli', 'باب الشعريه - بركه الظاتلي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(312, 'Bab Sharqi - ElHadrah Bahri', 'باب شرقي - الحضره بحري\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(313, 'Bab Sharqi - ElHadrah Qebli', 'باب شرقي - الحضره قبلي\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(314, 'Bab Sharqi - ElIbrahimeyah Qebli', 'باب شرقي - الابراهيميه قبلي\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(315, 'Bab Sharqi - Bab Sharqi', 'باب شرقي - باب شرقي\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(316, 'Bab Sharqi - ElShatby', 'باب شرقي - الشاطبى\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(317, 'Bab Sharqi - Wabour ElMeyah', 'باب شرقي - وابور المياه\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(318, 'Bab Sharqi - ElIbrahimeyah Bahri', 'باب شرقى - البراهيمية بحرى', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(319, 'Badr City - Badr City', 'مدينه بدر - مدينه بدر\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(320, 'Badr City - New Heliopolis', 'مدينه بدر - هليوبوليس الجديده\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(321, 'Bani Mazar - Bani Mazar', 'بنى مزار - بنى مزار\r', 5, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(323, 'Basioun - Basioun', 'بسيون - بسيون\r', 9, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(324, 'Belbes - Belbes', 'بلبيس - بلبيس\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(325, 'Belbes - Galfeena', 'بلبيس - جلفينا\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(326, 'Belbes - Belbes Desert Road', 'بلبيس - طريق بلبيس الصحراوى\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(327, 'Belbes - Basateen Barakat', 'بلبيس - بساتين بركات\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(328, 'Belbes - Seikem', 'بلبيس - سيكم\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(329, 'Belkas - ElDamayrah', 'بلقاس - الدمايره\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(330, 'Belkas - ElMasara', 'بلقاس - المعصره\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(331, 'Belkas - Gamasah', 'بلقاس - جمصه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(332, 'Belkas - ElShawami', 'بلقاس - الشوامي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(333, 'Belkas - ElSharekah', 'بلقاس - الشركه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(334, 'Belkas - Abu Taha', 'بلقاس - ابو طه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(335, 'Belkas - ElZahraa', 'بلقاس - الزهاء\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(336, 'Belkas - ElKhelalah', 'بلقاس - الخلاله\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(337, 'Belkas - Abu Dashisah', 'بلقاس - ابو دشيشه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(338, 'Belkas - Basandilah', 'بلقاس - بسنديله\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(339, 'Belkas - ElGawadeyah', 'بلقاس - الجواديه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(340, 'Belkas - ElSatamouni', 'بلقاس - الستاموني\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(341, 'Belkas - Monshaat Shouman', 'بلقاس - منشاه شومان\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(342, 'Belkas - ElNashrah', 'بلقاس - النشره\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(343, 'Belkas - Abu Sherif', 'بلقاس - ابو شريف\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(344, 'Belkas - Kafr ElGhanamah', 'بلقاس - كفر الغنامه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(345, 'Belkas - Belkas', 'بلقاس - بلقاس\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(346, 'Belkas - Zayan', 'بلقاس - زيان\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(347, 'Belkas - ElRamlah', 'بلقاس - الرمله\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(348, 'Belkas - ElHafir w ElAmal', 'بلقاس - الحفير والامل - المركزيه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(349, 'Belkas - Qelabshowah', 'بلقاس - قلبشوه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(350, 'Belkas - ElShennawy', 'بلقاس - الشناوي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(351, 'Belkas - Monshaat Basandilah', 'بلقاس - منشاه بسنديله\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(352, 'Belkas - Monshaat Abd ElQader', 'بلقاس - منشاه عبد القادر\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(353, 'Belkas - ElSamaheyah ElSughra', 'بلقاس - السماحيه الصغرى\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(354, 'Belkas - Kafr Demlash', 'بلقاس - كفر دملاش\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(355, 'Belkas - ElDomin', 'بلقاس - الدومين\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(356, 'Belkas - Kafr ElHajj Sherbini', 'بلقاس - كفر الحاج الشربيني\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(357, 'Benha - Kafr ElArbain', 'بنها - كفر الاربعين\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(358, 'Benha - Kafr Bata', 'بنها - كفر بطا\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(359, 'Benha - ElShamout', 'بنها - الشموت\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(360, 'Benha - Mit ElAttar', 'بنها - ميت العطار\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(361, 'Benha - Gazirat Bela', 'بنها - جزيره بلي\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(362, 'Benha - Kafr Abu Zahra', 'بنها - كفر ابو زهره\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(363, 'Benha - Kafr ElHessah', 'بنها - كفر الحصه\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(364, 'Benha - Kafr ElShamout', 'بنها - كفر الشموت\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(365, 'Benha - Tahlah', 'بنها - طحله\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(366, 'Benha - Betemdah', 'بنها - بتمده\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(367, 'Benha - Menyat ElSebaa', 'بنها - منيه السباع\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(368, 'Benha - Kafr Abu Zekri', 'بنها - كفر ابو ذكري\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(369, 'Benha - Marsafa w Kafr Ahmad Hashish', 'بنها - مرصفا وكفر احمد حشيش\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(370, 'Benha - Kafr Mowis', 'بنها - كفر مويس\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(371, 'Benha - Bata', 'بنها - بطا\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(372, 'Benha - Gamgarah', 'بنها - جمجره\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(373, 'Benha - Benha', 'بنها - بنها\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(374, 'Benha - Kafr Farsis', 'بنها - كفر فرسيس\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(375, 'Benha - Monshaat Abu Diab', 'بنها - منشاه ابو دياب\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(376, 'Benha - Sheblengah', 'بنها - شبلنجه\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(377, 'Benha - Sandanhour', 'بنها - سندانهور\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(378, 'Benha - Kafr ATA Allah', 'بنها - كفر عطالله\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(379, 'Benha - Kafr ElShaikh Ibrahim', 'بنها - كفر الشيخ ابراهيم\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(380, 'Benha - Kafr ElHamam', 'بنها - كفر الحمام\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(381, 'Benha - Kafr ElGazzar', 'بنها - كفر الجزار\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(382, 'Benha - Mit ElHofeyin', 'بنها - ميت الحوفين\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(383, 'Benha - Monshaat Banha', 'بنها - منشاه بنها\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(384, 'Benha - Demlo', 'بنها - ديملو\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(385, 'Benha - Magoul', 'بنها - مجول\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(386, 'Benha - Kafr ElArab', 'بنها - كفر العرب\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(387, 'Benha - Mit Asem', 'بنها - ميت عاصم\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(388, 'Benha - Baqirah', 'بنها - بقيره\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(389, 'Benha - ElRamlah', 'بنها - الرمله\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(390, 'Benha - Warwarah', 'بنها - وروره\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(391, 'Benha - Kafr Sandanhour', 'بنها - كفر سندانهور\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(392, 'Benha - Mit Rady', 'بنها - ميت راضي\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(393, 'Benha - Kafr Saad', 'بنها - كفر سعد\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(394, 'Benha - Neqbas', 'بنها - نقباس\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(395, 'Benha - Farsis', 'بنها - فرسيس\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(396, 'Beni Suef - Beni Suef', 'بنى سويف - بنى سويف\r', 16, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(397, 'Beni Suef Center - Snor', 'مركز بنى سويف - سنور\r', 16, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(398, 'Beni Suef Center - Beni Suef Center', 'مركز بنى سويف - مركز بنى سويف\r', 16, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(399, 'Biba - Biba', 'ببا - ببا\r', 16, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(400, 'Bila - Bila', 'بيلا - بيلا\r', 11, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(401, 'Birket ElSab - Birket ElSab', 'بركه السبع - بركه السبع\r', 20, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(402, 'Bolak ElDakrour - Zenein', 'بولاق الدكرور - زنين\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(403, 'Bolak ElDakrour - Nazlet Bahgat', 'بولاق الدكرور - نزله بهجت\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(404, 'Bolak ElDakrour - Bolak ElDakrour', 'بولاق الدكرور - بولاق الدكرور\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(405, 'Bolak ElDakrour - ElMoatamadeyah', 'بولاق الدكرور - المعتمديه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(406, 'Bolak ElDakrour - Berket ElKhayam', 'بولاق الدكرور - برك الخيام\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(407, 'Bolak ElDakrour - Nazlet Khalaf', 'بولاق الدكرور - نزله خلف\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(408, 'Bolak ElDakrour - Ard ElLewa', 'بولاق الدكرور - ارض اللواء\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(409, 'Bolak ElDakrour - Abu Qatadah', 'بولاق الدكرور - ابو قتاده\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(410, 'Bolak ElDakrour - Nahia', 'بولاق الدكرور - ناهيا\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(411, 'Bolak ElDakrour - Kafr Tohormos', 'بولاق الدكرور - كفر طهرمس\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(412, 'Borg ElArab - Borg ElArab', 'برج العرب - برج العرب\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(413, 'Borg ElArab - Hod Sakarah', 'برج العرب - حوض سقاره\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(414, 'Borg ElArab - Ezbet ElOla', 'برج العرب - عزبه العلا\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(415, 'Borg ElArab - Abu Hamad', 'برج العرب - ابو حماد\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(416, 'Borg ElArab - ElAgharbanaat', 'برج العرب - الغربانيات\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(417, 'Boulak Abu ElEila - Boulak Abu ElEila', 'بولاق ابو العلا - بولاق ابو العلا\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(418, 'Daher - Daher', 'الضاهر - الضاهر\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(419, 'Daher - ElZaher', 'الضاهر - الظاهر\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(420, 'Daher - ElQbeisi', 'الضاهر - القبيسي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32');
INSERT INTO `areas` (`id`, `name_en`, `name_ar`, `region_id`, `available_beranche`, `shipping_fees`, `status`, `created_at`, `updated_at`) VALUES
(421, 'Daher - ElSakakeni', 'الضاهر - السكاكيني\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(422, 'Daher - Ghamrah', 'الضاهر - غمره\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(423, 'Daher - Abu Khodah', 'الضاهر - ابو خوده\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(424, 'Daher - ElGanzouri', 'الضاهر - الجنزوري\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(425, 'Damanhour - Ezbet Mohammed Awad', 'دمنهور - عزبه محمد عوض\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(426, 'Damanhour - Izbat ElSalanki', 'دمنهور - عزبه السلانلكي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(427, 'Damanhour - Izab Kortasa w Tamous', 'دمنهور - عزب قرطسا وطاموس\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(428, 'Damanhour - Izab Naqarha', 'دمنهور - عزب نقرها\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(429, 'Damanhour - Ezbet Hussein Amr', 'دمنهور - عزبه حسين عمرو\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(430, 'Damanhour - Monshaat Saeed Toson', 'دمنهور - منشاه سعيد طوسون\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(431, 'Damanhour - Izbat ElDarawish', 'دمنهور - عزبه الدرويش\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(432, 'Damanhour - ElMansheyah ElIbrahimeyah', 'دمنهور - المنشيه الابراهيميه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(433, 'Damanhour - Denshal', 'دمنهور - دنشال\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(434, 'Damanhour - Monshaat ElHabashi', 'دمنهور - منشاه الحبشي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(435, 'Damanhour - ElOga', 'دمنهور - العوجا\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(436, 'Damanhour - Izbat Tarabnba', 'دمنهور - عزبه طرابنبا\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(437, 'Damanhour - Qabil', 'دمنهور - قابيل\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(438, 'Damanhour - Aflaqah', 'دمنهور - افلاقه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(439, 'Damanhour - Izab Sakandeyah', 'دمنهور - عزبه سكنيده\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(440, 'Damanhour - Monshaat Ragheb', 'دمنهور - منشاه راغب\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(441, 'Damanhour - Monshaat Mohammed ElWakeel', 'دمنهور - منشاه محمد الوكيل\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(442, 'Damanhour - Monshaat ElMatran', 'دمنهور - منشية المطران', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(443, 'Damanhour - Qaraqes', 'دمنهور - قراقص\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(444, 'Damanhour - Naqraha', 'دمنهور - نقرها\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(445, 'Damanhour - Monshaat Gherbal', 'دمنهور - منشاه غربال\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(446, 'Damanhour - Monshaat ElKhazzan', 'دمنهور - منشاه الخزان\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(447, 'Damanhour - Sanhour', 'دمنهور - سنهور\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(448, 'Damanhour - ElBasatin', 'دمنهور - البساتين\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(449, 'Damanhour - Tarabnba', 'دمنهور - طرابنبا\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(450, 'Damanhour - Izbat ElAbreqgi', 'دمنهور - عزبه الابريقجي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(451, 'Damanhour - Menyet Bani Mousa', 'دمنهور - منيه بني موس\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(452, 'Damanhour - Zahrah ElQebleyah', 'دمنهور - زهره القبليه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(453, 'Damanhour - Sharnoub', 'دمنهور - شرنوب\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(454, 'Damanhour - Hafs', 'دمنهور - حفص\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(455, 'Damanhour - Ezbet Badr ElDeen', 'دمنهور - عزبه بدر الدين\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(456, 'Damanhour - Monshaat Hamour', 'دمنهور - منشاه حمور\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(457, 'Damanhour - Izbat ElSarou', 'دمنهور - عزبه السرو\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(458, 'Damanhour - Izab Qabil', 'دمنهور - عزب قابيل\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(459, 'Damanhour - Izab ElAwqaf', 'دمنهور - عزب الاوقاف\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(460, 'Damanhour - Zawyet Ghazal', 'دمنهور - زاويه غزال\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(461, 'Damanhour - Tamous', 'دمنهور - طاموس\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(462, 'Damanhour - Nadebah', 'دمنهور - نديبه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(463, 'Damanhour - ElShokah', 'دمنهور - الشوكه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(464, 'Damanhour - ElSafasif', 'دمنهور - الصفاصيف\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(465, 'Damanhour - Kafr Bani Hilal', 'دمنهور - كفر بني هلال\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(466, 'Damanhour - Qortasa', 'دمنهور - قرطسا\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(467, 'Damanhour - Kafr Santes', 'دمنهور - كفر سنطيس\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(468, 'Damanhour - Zerqwan', 'دمنهور - زرقوان', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(469, 'Damanhour - Mansheyat ElAwqaf', 'دمنهور - منشيه الاوقاف\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(470, 'Damanhour - Damanhour', 'دمنهور - دمنهور\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(471, 'Damanhour - Bastarah', 'دمنهور - بسطره\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(472, 'Damanhour - ElOmareyah', 'دمنهور - العمريه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(473, 'Damanhour - ElMaghayed', 'دمنهور - المخايض\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(474, 'Damanhour - Menyet Ateya', 'دمنهور - منيه عطيه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(475, 'Damanhour - ElHamameyah', 'دمنهور - الحماميه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(476, 'Damanhour - Izbat Selim Tobegiyan', 'دمنهور - عزبه سليم طوبجيان\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(477, 'Damanhour - Azab Shobra Damanhour', 'دمنهور - عزب شبرا دمنهور\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(478, 'Damanhour - Monshaat Nassar', 'دمنهور - منشاه نصار\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(479, 'Damanhour - Zahra ElBahareya', 'دمنهور - زهره البحريه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(480, 'Damanhour - Senteis', 'دمنهور - سنطيس\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(481, 'Damanhour - Shoubra', 'دمنهور - شبرا\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(482, 'Damanhour - ElBernougi', 'دمنهور - البرنوغى', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(483, 'Damanhour - Sakaneidah', 'دمنهور - سكنيده\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(484, 'Damanhour - Abadeyat Damanhour', 'دمنهور - ابعاديه دمنهور\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(485, 'Damanhour - Deswns Umm Dinar', 'دمنهور - دسونس ام دينار\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(486, 'Damietta - Damietta', 'دمياط - دمياط\r', 8, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(487, 'Damietta - Ezbet ElBorg', 'دمياط - عزبه البرج\r', 8, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(488, 'Damietta Port - Damietta Port', 'ميناء دمياط - ميناء دمياط\r', 8, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(489, 'Dar ElSalam - Dar ElSalam', 'دار السلام - دار السلام\r', 28, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(490, 'Dar ElSalam - ElBalabeesh', 'دار السلام - البلابيش المستجده\r', 28, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(491, 'Daraw - Daraw City', 'دراو - مدينه دراو\r', 13, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(492, 'Daraw - Daraw Desert', 'دراو - صحراء دراو\r', 13, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(493, 'Daraw - Daraw', 'دراو - دراو\r', 13, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(494, 'Dayrout - Dayrout', 'ديروط - ديروط\r', 6, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(495, 'Dayrout - ElHuwta ElSharqiyyah', 'ديروط - الحوطه الشرقيه\r', 6, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(496, 'Dekernes - Nagir w Mit Shadad', 'دكرنس - نجير وميت شداد\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(497, 'Dekernes - ElMahmoudeya', 'دكرنس - المحموديه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(498, 'Dekernes - Kafri Abd ElMoemen w ElSheikh Radwan', 'دكرنس - كفر عبد المؤمن والشيخ رضوان\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(499, 'Dekernes - Mit ElNahal', 'دكرنس - ميت النحال\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(500, 'Dekernes - ElHoreya', 'دكرنس - الحريه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(501, 'Dekernes - ElDisah', 'دكرنس - الديسه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(502, 'Dekernes - Kafr ElZahayrah', 'دكرنس - كفر الزهايره\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(503, 'Dekernes - Dekernes', 'دكرنس - دكرنس\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(504, 'Dekernes - ElKoramaa', 'دكرنس - الكرماء\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(505, 'Dekernes - ElQebab ElKubra', 'دكرنس - القباب الكبري\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(506, 'Dekernes - Gazirat ElQebab', 'دكرنس - جزيره القباب\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(507, 'Dekernes - ElHedadah', 'دكرنس - الحداده\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(508, 'Dekernes - Monshaat Abd ElRahman', 'دكرنس - منشاه عبد الرحمن\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(509, 'Dekernes - ElSalahat', 'دكرنس - الصلاحات\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(510, 'Dekernes - Bani Ebeid', 'دكرنس - بني عبيد\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(511, 'Dekernes - ElQebab ElSughra', 'دكرنس - القباب الصغري\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(512, 'Dekernes - ElSalam', 'دكرنس - السلام\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(513, 'Dekernes - ElNahda ElGadeeda', 'دكرنس - النهضه الجديده\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(514, 'Dekernes - Hamada Dekernes', 'دكرنس - حماده دكرنس\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(515, 'Dekernes - Kafr Mit Faris', 'دكرنس - كفر ميت فارس\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(516, 'Dekernes - Kafr Abu Nasir', 'دكرنس - كفر ابو ناصر\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(517, 'Dekernes - ElMarsah', 'دكرنس - المرساه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(518, 'Dekernes - Mit Seweid w Tabil', 'دكرنس - ميت سويد وطابيل\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(519, 'Dekernes - ElKhashashnah', 'دكرنس - الخشاشنه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(520, 'Dekernes - ElYoussefeyah', 'دكرنس - اليوسفيه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(521, 'Dekernes - ElAzazna', 'دكرنس - العزازنه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(522, 'Dekernes - Monshaat Masbah', 'دكرنس - منشاه مصبح\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(523, 'Dekernes - Mit Sudan', 'دكرنس - ميت سودان\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(524, 'Dekernes - Mit Tarif', 'دكرنس - ميت طريف\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(525, 'Dekernes - Kafr ElSelahat', 'دكرنس - كفر الصلاحات\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(526, 'Dekernes - Deyarb ElKhodr', 'دكرنس - ديرب الخضر\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(527, 'Dekernes - Kafr ElBaz', 'دكرنس - كفر الباز\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(528, 'Dekernes - Ashmoun ElRomman', 'دكرنس - اشمون الرمان\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(529, 'Dekernes - ElRabihah', 'دكرنس - الربيحه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(530, 'Dekernes - Mit Adlan', 'دكرنس - ميت عدلان\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(531, 'Dekernes - Kafr ElQebab', 'دكرنس - كفر القباب\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(532, 'Dekernes - Demwah', 'دكرنس - دموه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(533, 'Dekernes - Mit Sharaf', 'دكرنس - ميت شرف\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(534, 'Dekernes - Demshelt', 'دكرنس - دمشلت\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(535, 'Dekernes - Mit Dafer', 'دكرنس - ميت ضافر\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(536, 'Dekernes - ElQelyoubeyah', 'دكرنس - القليوبيه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(537, 'Dekernes - Madinet Dikirnis', 'دكرنس - ميت دكرنس\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(538, 'Dekernes - Mit Saadan', 'دكرنس - ميت سعدان\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(539, 'Der Mawas - Der Mawas', 'دير مواس - دير مواس\r', 5, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(540, 'Der Mawas - Delga', 'دير مواس - دلجا\r', 5, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(543, 'Deshna - Nagaa Saeed', 'دشنا - نجع سعيد\r', 25, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(544, 'Deshna - Deshna', 'دشنا - دشنا\r', 25, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(545, 'Desouk - Desouk', 'دسوق - دسوق\r', 11, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(546, 'Diyarb Negm - Diyarb Negm', 'ديرب نجم - ديرب نجم\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(547, 'Dokki - Dokki', 'الدقي - الدقي\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(548, 'Ebsheway - Ebsheway', 'ابشواى - ابشواى\r', 17, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(549, 'Edfu - Edfu City', 'ادفو - مدينه ادفو\r', 13, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(550, 'Edfu - Edfu', 'ادفو - ادفو\r', 13, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(551, 'Edfu - Elbosyliah', 'ادفو - البصليه\r', 13, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(552, 'Edfu - Elradesia', 'ادفو - الراديسه\r', 13, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(553, 'Edfu - ElSibaiyyah', 'ادفو - السباعيه\r', 13, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(554, 'Edko - Ezbet ElJurf', 'ادكو - عزبه الجرف\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(555, 'Edko - Edko', 'ادكو - ادكو\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(556, 'Edko - Lake Idku', 'ادكو - بحيره ادكو\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(557, 'Edko - ElMaadeyah', 'ادكو - المعديه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(558, 'Edko - Mansheyat DeBono', 'ادكو - منشيه دبونو\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(559, 'Ein Shams - Ein Shams Sharkeya', 'عين شمس - عين شمس الشرقيه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(560, 'Ein Shams - Mansheya ElTahrir', 'عين شمس - منشيه التحرير\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(561, 'Ein Shams - Helmeyat ElZeitoun', 'عين شمس - حلميه الزيتون\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(562, 'Ein Shams - Ein Shams ElGharbeyah', 'عين شمس - عين شمس الغربيه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(563, 'Ein Shams - ElNaam', 'عين شمس - النعام\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(564, 'Ein Shams - Ein Shams', 'عين شمس - عين شمس\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(565, 'Ein Shams - ElZahraa w Masaken ElHelmeyah', 'عين شمس - الزهراء ومساكن الحلميه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(566, 'ElAdwa - ElAdwa', 'العدوه - العدوه\r', 5, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(568, 'ElAlamein - ElAlamein', 'العلمين - العلمين\r', 19, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(569, 'ElAmaria - ElAmaria', 'العامريه - العامريه\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(570, 'ElAmaria - ElAmereyah Sharq', 'العامريه - الاميريه شرق\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(571, 'ElAmaria - Margham', 'العامريه - مرغم\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(572, 'ElAmaria - ElAgamy ElQebleyah', 'العامريه - العجمي القبلية\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(573, 'ElAmaria - Zawya Abd ElQader', 'العامريه - زاويه عبد القادر\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(574, 'ElAmaria - ElAmrereyah Gharb', 'العامريه - الاميريه غرب\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(575, 'ElAmaria - Qetaa ElNahdah', 'العامريه - قطاع النهضه\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(576, 'ElArish - ElArish', 'العريش - العريش\r', 23, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(577, 'ElAttarin - ElSouri', 'العطارين - الصوري\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(578, 'ElAttarin - ElMarghani', 'العطارين - الميرغني\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(579, 'ElAttarin - ElMesallah Sharq', 'العطارين - المسله شرق\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(580, 'ElAttarin - ElAttarin Gharb', 'العطارين - العطارين غرب\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(581, 'ElAttarin - Kom ElDakah Gharb', 'العطارين - كوم الدكه غرب\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(582, 'ElAttarin - ElAttarin Sharq', 'العطارين - العطارين شرق\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(583, 'ElAttarin - Raml Station', 'العطارين - محطه الرمل\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(584, 'ElAttarin - ElAttarin', 'العطارين - العطارين\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(585, 'ElAttarin - ElMesallah Gharb w Sharif Basha', 'العطارين - المسله غرب وشريف باشا\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(586, 'ElAttarin - Sultan Hussein', 'العطارين - السلطان حسين\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(587, 'ElAttarin - Kom ElDakah Sharq', 'العطارين - كوم الدكه شرق\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(588, 'ElAyat - Monshaat Abu ElAbbas', 'العياط - منشاه ابو العباس\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(589, 'ElAyat - Bahbit', 'العياط - بهبيت\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(590, 'ElAyat - Brenshet', 'العياط - برينشت\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(591, 'ElAyat - Badsah (Betsa)', 'العياط - بدسه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(592, 'ElAyat - ElLesht', 'العياط - اللشت\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(593, 'ElAyat - Kafr Hamid', 'العياط - كفر حميد\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(594, 'ElAyat - Kafr Ammar', 'العياط - كفر عمار\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(595, 'ElAyat - Abu Rawish', 'العياط - ابو رويش\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(596, 'ElAyat - ElMasandah', 'العياط - المسانده\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(597, 'ElAyat - Kafr Garzah', 'العياط - كفر جرزه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(598, 'ElAyat - ElQotouri', 'العياط - القطوري\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(599, 'ElAyat - ElMananyah', 'العياط - المنانيه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(600, 'ElAyat - ElAtf', 'العياط - العطف\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(601, 'ElAyat - ElMaqtafeyah', 'العياط - المقاطفيه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(602, 'ElAyat - Kafr Shehata', 'العياط - كفر شحاته\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(603, 'ElAyat - Monshaat FadElGiza', 'العياط - منشاه فاضل-الجيزه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(604, 'ElAyat - Kafr Barakat', 'العياط - كفر بركات\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(605, 'ElAyat - Mit ElQayed', 'العياط - ميت القايد\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(606, 'ElAyat - Baydaf', 'العياط - بيدف\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(607, 'ElAyat - Kafr ElRefaey', 'العياط - كفر الرفاعي\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(608, 'ElAyat - ElGomlah', 'العياط - الجمله\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(609, 'ElAyat - Monshaat Abd ElSayed', 'العياط - منشاه عبد السيد\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(610, 'ElAyat - ElAyat', 'العياط - العياط\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(611, 'ElAyat - ElDanaweyah', 'العياط - الدناويه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(612, 'ElAyat - ElBarghouti', 'العياط - البرغوتي\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(613, 'ElAyat - Gerzah', 'العياط - جرزه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(614, 'ElAyat - Kafr Kassim', 'العياط - كفر قاسم\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(615, 'ElAyat - Bamha', 'العياط - بمها\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(616, 'ElAyat - Baget ElSheikh', 'العياط - باجه الشيخ\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(617, 'ElAyat - ElBelidah', 'العياط - البليده\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(618, 'ElAyat - Kafr Torki w Kafr Tarkhan', 'العياط - كفر تركى وكفر طرخان\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(619, 'ElAyat - ElNasereyah', 'العياط - الناصريه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(620, 'ElAyat - Madinet ElAyat', 'العياط - مدينه العياط\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(621, 'ElAyat - ElRaqa ElGharbeyah', 'العياط - الرقه الغربيه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(622, 'ElAyat - Tahma', 'العياط - طهما\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(623, 'ElAyat - ElSaoudeyah', 'العياط - السعوديه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(624, 'ElAzbakeya - Klot Beik', 'الازبكيه - كلوت بك\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(625, 'ElAzbakeya - ElQebleyah', 'الازبكيه - القبليه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(626, 'ElAzbakeya - ElRihani', 'الازبكيه - الريحاني\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(627, 'ElAzbakeya - ElFagalah', 'الازبكيه - الفجاله\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(628, 'ElAzbakeya - ElQolali', 'الازبكيه - القللي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(629, 'ElAzbakeya - Ramsis', 'الازبكيه - رمسيس\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(630, 'ElAzbakeya - ElAzbakeya', 'الازبكيه - الازبكيه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(631, 'Elbadary - Elbadary', 'البدارى - البدارى\r', 6, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(632, 'ElBadrashein - ElBadrashein', 'البدرشين - البدرشين\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(633, 'ElBadrashein - Mazghounah', 'البدرشين - مزغونه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(634, 'ElBadrashein - Monshaat Kaseb', 'البدرشين - منشاه كاسب\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(635, 'ElBadrashein - ElTarqaya', 'البدرشين - الطرقايه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(636, 'ElBadrashein - Nazlet ElShobak', 'البدرشين - نزله الشوبك\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(637, 'ElBadrashein - Abu Ragwan ElBahari', 'البدرشين - ابو رجوان البحري\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(638, 'ElBadrashein - Zawyet Dahshour', 'البدرشين - زاويه دهشور\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(639, 'ElBadrashein - ElAzizeyah', 'البدرشين - العزيزيه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(640, 'ElBadrashein - Abu Sir', 'البدرشين - ابو صير\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(641, 'ElBadrashein - ElMaraziq', 'البدرشين - المرازيق\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(642, 'ElBadrashein - Saqarah', 'البدرشين - سقاره\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(643, 'ElBadrashein - Madinet ElBadrashin', 'البدرشين - مدينه البدرشين\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(644, 'ElBadrashein - ElShok ElGharbi', 'البدرشين - الشوبك الغربي\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(645, 'ElBadrashein - ElShenbab', 'البدرشين - الشنباب\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(646, 'ElBadrashein - Monshaat Dahshour', 'البدرشين - منشاه دهشور\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(647, 'ElBadrashein - Dahshour', 'البدرشين - دهشور\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(648, 'ElBadrashein - Zahran w Gaber', 'البدرشين - زهران وجابر\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(649, 'ElBadrashein - Mit Rahinah', 'البدرشين - ميت رهينه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(650, 'ElBadrashein - Abu Ragwan ElQebli', 'البدرشين - ابو رجوان القبلي\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(651, 'ElBagour - ElBagour', 'الباجور - الباجور\r', 20, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(652, 'ElBahr ElAazam - ElBahr ElAazam', 'البحر الاعظم - البحر الاعظم\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(653, 'Elbalina - Elbalina', 'البلينا - البلينا\r', 28, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(654, 'ElBasatin - ElBasatin ElGharbeyah', 'البساتين - البساتين الغربيه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(655, 'ElBasatin - ElLasilki', 'البساتين - اللاسلكي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(656, 'ElBasatin - ElIsaweyah', 'البساتين - العيسويه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(657, 'ElBasatin - Ezbet Nafie', 'البساتين - عزبه نافع\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(658, 'ElBasatin - Ezbet Fahmy', 'البساتين - عزبه فهمي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(659, 'ElBasatin - ElBasatin', 'البساتين - البساتين\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(660, 'ElBasatin - Dar ElSalam', 'البساتين - دار السلام\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(661, 'ElBasatin - ElBasatin Sharkeya', 'البساتين - البساتين الشرقيه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(662, 'ElBurlos - Baltim', 'البرلس - بلطيم\r', 11, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(663, 'ElBurlos - ElBurlos', 'البرلس - البرلس\r', 11, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(664, 'ElByadia - ElByadia', 'البياضيه - البياضيه\r', 31, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(665, 'ElDabaa - ElDabaa', 'الضبعه - الضبعه\r', 19, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(666, 'ElDakhla Oasis - ElDakhla Oasis', 'الوحات الداخله - الوحات الداخله\r', 22, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(667, 'ElDarb ElAhmar - ElDarb ElAhmar', 'الدرب الاحمر - الدرب الاحمر', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(668, 'ElDayra ElGomrokeyah - ElDayra ElGomrokeyah', 'الدايره الجمركيه - الدايره الجمركيه\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(669, 'ElDekhela - ElDekhela', 'الدخيله - الدخيله\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(670, 'ElDekhela - ElMax', 'الدخيله - المكس\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(671, 'ElDekhela - ElHanouvel', 'الدخيله - الهانوفيل\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(672, 'ElDekhela - ElBitash Sharq', 'الدخيله - البيطاش شرق\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(673, 'ElDekhela - ElAgamy', 'الدخيله - العجمي\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(674, 'ElDekhela - ElBeitash Gharb', 'الدخيله - البيطاش غرب\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(675, 'ElDelingat - Atlimis', 'الدلنجات - اطليميس\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(676, 'ElDelingat - Monshaat Besharah', 'الدلنجات - منشاه بشاره\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(677, 'ElDelingat - ElImam ElHussein', 'الدلنجات - قريه الامام حسين\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(678, 'ElDelingat - Qamhah', 'الدلنجات - قمحه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(679, 'ElDelingat - Ezbet Youssef Hamza', 'الدلنجات - عزبه يوسف حمزه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(680, 'ElDelingat - ElAlameyah', 'الدلنجات - العالميه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(681, 'ElDelingat - ElYoussefeyah', 'الدلنجات - اليوسفيه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(682, 'ElDelingat - Izab Sherket ElEttehad', 'الدلنجات - عزب شركه الاتحاد\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(683, 'ElDelingat - Zomr ElNakhl', 'الدلنجات - زمران النخل\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(684, 'ElDelingat - ElHagar ElMahrouq', 'الدلنجات - الهجر المحروق\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(685, 'ElDelingat - Zawya Muslim', 'الدلنجات - زاويه مسلم\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(686, 'ElDelingat - ElWafaeyah', 'الدلنجات - الوفيه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(687, 'ElDelingat - Abu Saifah', 'الدلنجات - ابو صفيح\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(688, 'ElDelingat - Ezbet Saad Dawoud', 'الدلنجات - عزبه سعد داوود\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(689, 'ElDelingat - Dershai', 'الدلنجات - درشاي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(690, 'ElDelingat - ElDelingat', 'الدلنجات - الدلنجات\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(691, 'ElDelingat - Izb ElTayreyah', 'الدلنجات - عزب الطياريه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(692, 'ElDelingat - Kebour ElOmaraa', 'الدلنجات - قبور الامراء\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(693, 'ElDelingat - Teibah', 'الدلنجات - تيبه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(694, 'ElDelingat - ElMusin', 'الدلنجات - المسين\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(695, 'ElDelingat - ElBostan', 'الدلنجات - البستان\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(696, 'ElDelingat - Abu Masoud', 'الدلنجات - ابو مسعود\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(697, 'ElDelingat - Izbat ElQasi Matroud', 'الدلنجات - عزب القاصي المطرود\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(698, 'ElDelingat - ElKhalileyah', 'الدلنجات - الخليليه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(699, 'ElDelingat - Kafr Lahmeir', 'الدلنجات - كفر لحمير\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(700, 'ElDelingat - Ibya ElHamraa', 'الدلنجات - ابيا الحمراء\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(701, 'ElDelingat - Lahmeir', 'الدلنجات - لاحمير\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(702, 'ElDelingat - Zawya Abu Shousha', 'الدلنجات - زاويه ابو شوشه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(703, 'ElDelingat - Monshaat Abu Wafeyah', 'الدلنجات - منشاه ابو وفيه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(704, 'ElDelingat - Abu Samadah', 'الدلنجات - ابو صماده\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(705, 'ElDelingat - ElImam ElGhazaly', 'الدلنجات - قريه الامام الغزالى\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(706, 'ElDelingat - Gazaer Issa', 'الدلنجات - جزاير عيسى\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(707, 'ElDelingat - ElMansheya ElGadeeda', 'الدلنجات - المنشيه الجديده\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(708, 'ElDelingat - Zawyet Hamourah', 'الدلنجات - زاويه حاموره\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(709, 'ElDelingat - Rezfah', 'الدلنجات - رزافه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(710, 'ElDelingat - Kom Zomran', 'الدلنجات - كوم زمران\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(711, 'ElDelingat - Mahmoud Abu Wafeyah ElKabirah', 'الدلنجات - محمود ابو وفيه الكبيره\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(712, 'ElDelingat - Izbat ElMenshawi ElLahlah', 'الدلنجات - عزب منشاوي اللهلاه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(713, 'ElFarafra Oasis - ElFarafra Oasis', 'الفرافره - الفرافره\r', 22, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(714, 'Elfashn - Elfashn', 'الفشن - الفشن\r', 16, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(715, 'Elfath - Elfath', 'الفتح - الفتح\r', 6, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(716, 'ElFayoum ElGadida - ElFayoum ElGadida', 'الفيوم الجديده - الفيوم الجديده\r', 17, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(717, 'ElGalalah - ElGalalah', 'الجلاله - الجلاله\r', 30, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(718, 'ElGamaliya - ElGamaliya', 'الجماليه - الجماليه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(719, 'Elghanaym - Elghanaym', 'الغنايم - الغنايم\r', 6, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(720, 'ElGomrok - ElSayalah Sharq', 'الجمرك - السياله شرق\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(721, 'ElGomrok - ElShamarli w Zaweyat ElAarag', 'الجمرك - الشمرللي وزاويه الاعرج\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(722, 'ElGomrok - ElSayalah Gharb', 'الجمرك - السياله غرب\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(723, 'ElGomrok - ElHalougi', 'الجمرك - الحلوجي\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(724, 'ElGomrok - Bahary', 'الجمرك - بحري\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(725, 'ElGomrok - Abu Shousha', 'الجمرك - ابو شوشه\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(726, 'ElGomrok - Ras ElTin', 'الجمرك - راس التين\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(727, 'ElGomrok - ElGomrok', 'الجمرك - الجمرك\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(728, 'ElGomrok - ElAnfoushi', 'الجمرك - الانفوشي\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(729, 'ElGomrok - Safar Basha', 'الجمرك - صفر باشا\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(730, 'ElGomrok - Souq ElSamak ElQadim', 'الجمرك - سوق السمك القديم\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(731, 'ElGomrok - ElBalqatreyah', 'الجمرك - البلاكتريه\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(732, 'ElHamam - ElHamam', 'الحمام - الحمام\r', 19, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(733, 'ElHamoul - ElHamoul', 'الحامول - الحامول\r', 11, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(734, 'ElHaram - Nazlet ElBatran', 'الهرم - نزله البطران\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(735, 'ElHaram - Pyramids', 'الهرم - الاهرامات\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(736, 'ElHaram - ElHaraneyah', 'الهرم - الحرانيه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(737, 'ElHaram - Faisal', 'الهرم - فيصل', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(738, 'ElHaram - Monshaat ElBakari', 'الهرم - منشاه البكاري\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(739, 'ElHaram - Kafr Nassar', 'الهرم - كفر نصار\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(740, 'ElHaram - Nazlet ElSemman', 'الهرم - نزله السمان\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(741, 'ElHaram - Tersa-Giza', 'الهرم - ترسا\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(742, 'ElHaram - Shoubra Ment', 'الهرم - شبرا منت\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(743, 'ElHaram - Pyramids Gardens', 'الهرم - حدائق الاهرام\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(744, 'ElHaram - Kafr Ghataty', 'الهرم - غطاطي\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(745, 'ElHaram - Zawya Abu Muslim', 'الهرم - زاويه ابو مسلم\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(746, 'ElHaram - Kafr ElGabal', 'الهرم - كفر الجبل\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(747, 'ElHaram - ElHaram', 'الهرم - الهرم', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(748, 'ElHawamdeyah - Madinet ElHawamdeyah', 'الحوامديه - مدينه الحوامديه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(749, 'ElHawamdeyah - ElHawamdeyah', 'الحوامديه - الحوامديه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(750, 'ElHawamdeyah - Umm Khenan', 'الحوامديه - ام خنان\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(751, 'ElHawamdeyah - ElShaikh Othman', 'الحوامديه - الشيخ عثمان\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(752, 'ElHusseiniya - ElHusseiniya', 'الحسينيه - الحسينيه\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(753, 'ElIbrahimeyah - ElIbrahimeyah', 'الابراهيميه - الابراهيميه\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(754, 'ElIbrahimeyah - Camp Shizar', 'الابراهيميه - كامب شيزار\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(755, 'ElIbrahimiya - ElIbrahimiya', 'الابراهيميه - الابراهيميه\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(756, 'ElKhalifa - Arab Contractors Sporting Club', 'الخليفه - نادي المقاولون العرب\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(757, 'ElKhalifa - ElImam ElShafei', 'الخليفه - الامام الشافعي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(758, 'ElKhalifa - ElKhalifa', 'الخليفه - الخليفه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(759, 'ElKhalifa - Citadel (ElKal3a)', 'الخليفه - القلعه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(760, 'ElKhalifa - Duwaiqah', 'الخليفه - الدويقه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(761, 'ElKhalifa - ElAbajiyyah', 'الخليفه - الاباجيه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(762, 'ElKhalifa - Maqabir', 'الخليفه - المقابر\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(763, 'ElKhankah - Mazraat ElGabal ElAsfar', 'الخانكه - مزرعه الجبل الاصفر\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(764, 'ElKhankah - ElManayel', 'الخانكه - المنايل\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(765, 'ElKhankah - Kafr Hamza', 'الخانكه - كفر حمزه\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(766, 'ElKhankah - ElKhosous', 'الخانكه - الخصوص\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(767, 'ElKhankah - Saryaqos', 'الخانكه - سرياقوس\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(768, 'ElKhankah - ElKhankah', 'الخانكه - الخانكه\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(769, 'ElKhankah - Kafr Ebyan', 'الخانكه - كفر عبيان\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(770, 'ElKhankah - Sendewah', 'الخانكه - سندوه\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(771, 'ElKhankah - Abu Zaabal', 'الخانكه - ابو زعبل\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(772, 'ElKhankah - Arab ElEleyfat', 'الخانكه - عرب العليقات\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(773, 'ElKhankah - ElQalg', 'الخانكه - القلج\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(774, 'ElKhankah - ElBadrashin', 'الخانكه - البدراشين\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(775, 'ElKharga Oasis - ElKharga Oasis', 'الواحات الخارجه - الواحات الخارجه\r', 22, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(776, 'ElLabban - Souq ElGomaa w ElMunirah', 'اللبان - سوق الجمعه والمنيره\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(777, 'ElLabban - ElNagaa ElQadim', 'اللبان - النجع القديم\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(778, 'ElLabban - ElLabban', 'اللبان - اللبان\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(779, 'ElLabban - Haret ElFarahdah', 'اللبان - حاره الفرهده\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(780, 'ElLabban - ElNagaa ElGadid', 'اللبان - النجع الجديد\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(781, 'ElMaadi - Maadi ElKhabiri ElWasti', 'المعادي - معادي الخبيري الوسطى\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(782, 'ElMaadi - New Maadi', 'المعادي - المعادى الجديده\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(783, 'ElMaadi - Maadi ElKhabiri ElSharqeyah', 'المعادي - معادي الخبيري الشرقيه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(784, 'ElMaadi - Maadi ElKhabiri ElGharbeyah', 'المعادي - معادي الخبيري الغربيه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(785, 'ElMaadi - Hadayek ElMaadi', 'المعادي - حدائق المعادى\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(786, 'ElMaadi - ElSarayat ElSharkia', 'المعادي - معادي السرايات الشرقيه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(787, 'ElMaadi - ElSarayat ElGharbeyah', 'المعادي - معادي السرايات الغربيه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(788, 'ElMaadi - Degla', 'المعادي - دجله\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(789, 'ElMaadi - ElMaadi', 'المعادي - المعادي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(790, 'ElMaadi - Zahraa El Maadi', 'المعادي - زهراء المعادى\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(791, 'ElMahala ElKobra - ElMoatamadeyah', 'المحله الكبرى - المعتمديه\r', 9, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(792, 'ElMahala ElKobra - Shoubra Babel', 'المحله الكبرى - شبرا بابل\r', 9, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(793, 'ElMahala ElKobra - ElMahala ElKobra', 'المحله الكبرى - المحله الكبرى\r', 9, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(794, 'ElMahala ElKobra - ElMahala ElKobra Center', 'المحله الكبرى - مركز المحله الكبرى\r', 9, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(795, 'ElMahala ElKobra - Shahidy', 'المحله الكبرى - الشهيدي\r', 9, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(796, 'ElMahala ElKobra - ELAmeryah', 'المحله الكبرى - العامريه\r', 9, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(797, 'ElMahala ElKobra - Beshbish', 'المحله الكبرى - بشبيش\r', 9, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(798, 'ElMahala ElKobra - ElMahala ElKobra 02', 'المحله الكبرى - المحله الكبرى 02\r', 9, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(799, 'ElMahala ElKobra - Demro', 'المحله الكبرى - دمرو خماره\r', 9, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(800, 'ElMahala ElKobra - ElMahala ElKobra 01', 'المحله الكبرى - المحله الكبرى 01\r', 9, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(801, 'ElMahala ElKobra - Saft Torab', 'المحله الكبرى - صفط تراب\r', 9, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(802, 'ElMahala ElKobra - Hayatem', 'المحله الكبرى - الهياتم\r', 9, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(803, 'ElMahala ElKobra - Mahalat Hassan', 'المحله الكبرى - محله حسن\r', 9, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(804, 'ElMahmoudeya - Kafr Nakla', 'المحموديه - كفر نكلا\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(805, 'ElMahmoudeya - Kafr Amlit', 'المحموديه - كفر امليط\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(806, 'ElMahmoudeya - Nazaret ElSaeedeyah', 'المحموديه - نظاره السعيديه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(807, 'ElMahmoudeya - ElMahmoudeya', 'المحموديه - المحموديه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(808, 'ElMahmoudeya - Monshaat Aremon', 'المحموديه - منشاه اريمون\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(809, 'ElMahmoudeya - Nazaret ElRawdah', 'المحموديه - نظاره الروضه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(810, 'ElMahmoudeya - Kafr ElRahmaneyah', 'المحموديه - كفر الرحمانيه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(811, 'ElMahmoudeya - ElAtf', 'المحموديه - العطف\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(812, 'ElMahmoudeya - Desia ElKanayes', 'المحموديه - دسيا الكنايس\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(813, 'ElMahmoudeya - ElLawayah', 'المحموديه - اللويه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(814, 'ElMahmoudeya - ElQasr', 'المحموديه - القصر\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(815, 'ElMahmoudeya - Fisha Balkhah', 'المحموديه - فيشا بلخه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(816, 'ElMahmoudeya - Dayrout', 'المحموديه - ديروط\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(817, 'ElMahmoudeya - Serenbay', 'المحموديه - سرنباي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(818, 'ElMahmoudeya - Izab Besntawi', 'المحموديه - عزب بسنتاوي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(819, 'ElMahmoudeya - Menyet ElSaeed', 'المحموديه - منيه السعيد\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(820, 'ElMahmoudeya - Fazarah', 'المحموديه - فزاره\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(821, 'ElMahmoudeya - Sidi Akaba', 'المحموديه - سيدي عقبه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(822, 'ElMahmoudeya - Sana Badah', 'المحموديه - سناباده\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(823, 'ElManasrah - ElManasrah', 'المناصره - المناصره\r', 24, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(824, 'ElManawat - ElManawat', 'المناوات - المناوات\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(825, 'Elmanshaa - Elmanshaa', 'المنشاه - المنشاه\r', 28, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(826, 'ElMansheya - ElHamamil', 'المنشيه - الحماميل\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(827, 'ElMansheya - ElMansheyah ElKubra', 'المنشيه - المنشيه الكبرى\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(828, 'ElMansheya - ElMansheya', 'المنشيه - المنشيه\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(829, 'ElMansourah - ElMansourah', 'المنصوره - المنصوره\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(830, 'ElMansourah - ElNasimeyah', 'المنصوره - النسيميه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(831, 'ElMansourah - Tanah', 'المنصوره - طناح\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(832, 'ElMansourah - Menyat Mahalat Demnah', 'المنصوره - منيه محله دمنه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(833, 'ElMansourah - Mahalat Demnah', 'المنصوره - محله دمنه - مقر المركز\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(834, 'ElMansourah - Mit ElAkrad', 'المنصوره - ميت الاكراد\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(835, 'ElMansourah - Belgai', 'المنصوره - بلجاي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(836, 'ElMansourah - ElDanabiq', 'المنصوره - الدنابيق\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(837, 'ElMansourah - Dabo Awam', 'المنصوره - دبو عوام\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(838, 'ElMansourah - Bedwai', 'المنصوره - بداوي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(839, 'ElMansourah - ElRaydaneyah', 'المنصوره - الريدانيه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(840, 'ElMansourah - Mit ElSarem', 'المنصوره - ميت الصارم\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(841, 'ElMansourah - Mit Garrah', 'المنصوره - ميت جراح\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32');
INSERT INTO `areas` (`id`, `name_en`, `name_ar`, `region_id`, `available_beranche`, `shipping_fees`, `status`, `created_at`, `updated_at`) VALUES
(842, 'ElMansourah - Galbah', 'المنصوره - جالبه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(843, 'ElMansourah - Kafr Nelbanah', 'المنصوره - كفر نلبانه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(844, 'ElMansourah - Kafr ElAmshouti', 'المنصوره - كفر الامشوطي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(845, 'ElMansourah - Kafr Bedway ElGadid', 'المنصوره - كفر بداوي الجديد\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(846, 'ElMansourah - Kafr Saafan', 'المنصوره - كفر سعفان\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(847, 'ElMansourah - ElKhalig', 'المنصوره - الخليج\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(848, 'ElMansourah - Mit Mezah', 'المنصوره - ميت مزاح\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(849, 'ElMansourah - ElBaqleyah', 'المنصوره - البقليه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(850, 'ElMansourah - Kafr ElBaramon', 'المنصوره - كفر البارمون\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(851, 'ElMansourah - Awish ElHagar', 'المنصوره - اويش الحجر\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(852, 'ElMansourah - Kafr Mit Fanek', 'المنصوره - كفر ميت فاتك\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(853, 'ElMansourah - Neqeitah', 'المنصوره - نقيطه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(854, 'ElMansourah - Badin', 'المنصوره - بدين\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(855, 'ElMansourah - Salent', 'المنصوره - سللنت\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(856, 'ElMansourah - ElHawawshah', 'المنصوره - الحواوشه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(857, 'ElMansourah - Bahqirah', 'المنصوره - بحقيره\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(858, 'ElMansourah - Taranis ElBahr', 'المنصوره - طرانيس البحر\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(859, 'ElMansourah - Gadidat ElHalah', 'المنصوره - جديده الهاله\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(860, 'ElMansourah - Mansoura 02', 'المنصوره - منصوره 02\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(861, 'ElMansourah - Kafr Bedway ElQadim', 'المنصوره - كفر بداوي القديم\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(862, 'ElMansourah - Shaha', 'المنصوره - شاوه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(863, 'ElMansourah - ElNaserah', 'المنصوره - الناصره\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(864, 'ElMansourah - ElKheyareyah', 'المنصوره - الخياريه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(865, 'ElMansourah - Selka', 'المنصوره - سلكا\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(866, 'ElMansourah - Mit Lozah', 'المنصوره - ميت لوزه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(867, 'ElMansourah - Gemeizet Belgay', 'المنصوره - جميزه بلجاي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(868, 'ElMansourah - Salamoun-Dakahlia', 'المنصوره - سلامون\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(869, 'ElMansourah - Kafr Tanah', 'المنصوره - كفر طناح\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(870, 'ElMansourah - Mit Ali', 'المنصوره - ميت علي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(871, 'ElMansourah - Kafr ElShenhab', 'المنصوره - كفر الشنهاب\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(872, 'ElMansourah - Mit Badr Khamees', 'المنصوره - ميت بدر خميس\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(873, 'ElMansourah - Mit Khayroun', 'المنصوره - ميت خيرون\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(874, 'ElMansourah - Mit Mahmoud', 'المنصوره - ميت محمود\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(875, 'ElMansourah - ElBadalah', 'المنصوره - البداله\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(876, 'ElMansourah - Kom ElDerbi', 'المنصوره - كوم الدربي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(877, 'ElMansourah - ElZamar', 'المنصوره - الزمار\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(878, 'ElMansourah - Mit Azoun', 'المنصوره - ميت عزون\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(879, 'ElMansourah - Menyat Bedway', 'المنصوره - منيه بداوي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(880, 'ElMansourah - ElMalhah', 'المنصوره - المالحه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(881, 'ElMansourah - Monshaat ElSalam', 'المنصوره - منشاه السلام\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(882, 'ElMansourah - Barq ElEzz', 'المنصوره - برق العز\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(883, 'ElMansourah - Menyat Sandoub', 'المنصوره - منيه سندوب\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(884, 'ElMansourah - ElBaramon', 'المنصوره - البرامون\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(885, 'ElMansourah - Mit Khamis w Kafr ElMougi', 'المنصوره - ميت خميس وكفر الموجي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(886, 'ElMansourah - Shoubra Badin', 'المنصوره - شبرا بدين\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(887, 'ElMansourah - Kom Bani Marasi', 'المنصوره - كوم بني مراس\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(888, 'ElMansourah - Telbanah', 'المنصوره - تلبانه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(889, 'ElMansourah - ElNozha', 'المنصوره - النزهه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(890, 'ElMansourah - Mit Awwam', 'المنصوره - ميت عوام\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(891, 'ElManzalah - Awlad Nasir', 'المنزله - اولاد ناصر\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(892, 'ElManzalah - ElHoutah', 'المنزله - الحوته\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(893, 'ElManzalah - ElHanaydah', 'المنزله - الهنايده\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(894, 'ElManzalah - ElGamaleya', 'المنزله - الجماليه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(895, 'ElManzalah - ElFurousat', 'المنزله - الفروسات\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(896, 'ElManzalah - ElSharifeyah', 'المنزله - الشريفيه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(897, 'ElManzalah - Mit Khodeir', 'المنزله - ميت خضير\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(898, 'ElManzalah - ElQatili', 'المنزله - القطيلي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(899, 'ElManzalah - ElDahir', 'المنزله - الضهير\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(900, 'ElManzalah - ElManzalah', 'المنزله - المنزله\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(901, 'ElManzalah - ElGamamlah', 'المنزله - الجمامله\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(902, 'ElManzalah - ElKafr ElGadid', 'المنزله - الكفر الجديد\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(903, 'ElManzalah - Bani Hilal', 'المنزله - بني هلال\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(904, 'ElManzalah - Awlad Alam', 'المنزله - اولاد علم\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(905, 'ElManzalah - Mit Sherif', 'المنزله - ميت شريف\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(906, 'ElManzalah - Gozor Bohayrat ElManzelah', 'المنزله - جزر بحيره المنزله\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(907, 'ElManzalah - ElAytehid', 'المنزله - الاتحاد\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(908, 'ElManzalah - ElAmarenah', 'المنزله - العمارنه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(909, 'ElManzalah - ElBasrat', 'المنزله - البصراط\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(910, 'ElManzalah - Awlad Hanah', 'المنزله - اولاد حانه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(911, 'ElManzalah - Madinet ElMatareyah', 'المنزله - مدينه المطريه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(912, 'ElManzalah - ElAzizah', 'المنزله - العزايزه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(913, 'ElManzalah - Awlad Nour', 'المنزله - اولاد نور\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(914, 'ElManzalah - ElKordy ElManzalah', 'المنزله - الكردي المنزله\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(915, 'ElManzalah - ElGawabir', 'المنزله - الجوابر\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(916, 'ElManzalah - ElMawaged', 'المنزله - المواجد\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(917, 'ElManzalah - ElQazaqzah', 'المنزله - القزاقزه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(918, 'ElManzalah - ElKhalayfah', 'المنزله - الخلايفه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(919, 'ElManzalah - Kafr Haggag', 'المنزله - كفر حجاج\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(920, 'ElManzalah - ElQatshah', 'المنزله - القطشه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(921, 'ElManzalah - Mit Selsal', 'المنزله - ميت سلسيل\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(922, 'ElManzalah - ElAsafrah', 'المنزله - العصافره\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(923, 'ElManzalah - ElSataytah', 'المنزله - الستايته\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(924, 'ElManzalah - ElNasaymah', 'المنزله - النسايمه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(925, 'ElManzalah - ElAryan', 'المنزله - العريان\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(926, 'ElManzalah - ElKordy Menyet ElNasr', 'المنزله - الكردي منيه ناصر\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(927, 'ElManzalah - Awlad Sabour', 'المنزله - اولاد صبور\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(928, 'ElManzalah - ElAhmadeyah', 'المنزله - الاحمديه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(929, 'ElManzalah - Gadidat ElManzelah', 'المنزله - جديده المنزله\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(930, 'ElManzalah - ElAmerah', 'المنزله - العامره\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(931, 'ElManzalah - Mit Marga Selsil', 'المنزله - ميت مرجا سلسيل\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(932, 'ElManzalah - Awlad Banah', 'المنزله - اولاد بانه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(933, 'ElManzalah - ElShaboul', 'المنزله - الشبول\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(934, 'ElManzalah - ElDaqanwah', 'المنزله - الدقانوه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(935, 'ElMaraghah - ElMaraghah', 'المراغه - المراغه\r', 28, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(936, 'ElMaraghah - Markaz ElMaraghah', 'المراغه - مركز المراغه\r', 28, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(937, 'ElMarg - ElMarg', 'المرج - المرج\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(938, 'ElMarg - Kafr ElBasha', 'المرج - كفر الباشا\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(939, 'ElMarg - Berket ElHag', 'المرج - بركه الحاج\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(940, 'ElMarg - ElMarg ElBahreyah', 'المرج - المرج البحريه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(941, 'ElMarg - Kafr ElShorafa-Cairo', 'المرج - كفر الشرفاء-القاهره\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(942, 'ElMarg - ElMarg ElGedida', 'المرج - المرج الجديدة\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(943, 'ElMarg - Kafr Abu Sir', 'المرج - كفر ابوصير\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(944, 'ElMarg - ElMarg ElQebleyah', 'المرج - المرج', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(945, 'ElMatareya - ElIzab', 'المطريه - العزب\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(946, 'ElMatareya - ElMatareyah ElBahreyah', 'المطريه - المطريه البحريه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(947, 'ElMatareya - ElMatareyah ElQebleyah', 'المطريه - المطريه القبليه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(948, 'ElMatareya - Arab ElHoson', 'المطريه - عرب الحصن\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(949, 'ElMatareya - ElMatareyah ElGharbeyah', 'المطريه - المطريه الغربيه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(950, 'ElMatareya - Shagret Mariem', 'المطريه - شجره مريم\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(951, 'ElMatareya - ElMatareya', 'المطريه - المطريه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(952, 'ElMinya - ElMinya', 'المنيا - المنيا\r', 5, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(954, 'ElMokattam - Street 09', 'المقطم - شارع 9\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(955, 'ElMokattam - ElMokattam', 'المقطم - المقطم\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(956, 'ElMokattam - ElHadaba ElWosta', 'المقطم - الهضبه الوسطى\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(957, 'ElMokattam - ElNafora', 'المقطم - النافوره\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(958, 'ElMokattam - Uptown Cairo', 'المقطم - ابتاون كايرو\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(959, 'ElMokattam - Mokattam - Central plateau', 'المقطم - وسط المقطم\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(960, 'ElMontazah - ElQerdahi', 'المنتزه - القرداحي\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(961, 'ElMontazah - Sidi Beshr Bahri', 'المنتزه - سيدي بشر بحري\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(962, 'ElMontazah - Abu Kir - East', 'المنتزه - ابو قير الشرقيه\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(963, 'ElMontazah - Abu Kir - West', 'المنتزه - ابو قير الغربيه\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(964, 'ElMontazah - Qesm ElMontaza', 'المنتزه - قسم المنتزه\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(965, 'ElMontazah - ElMontazah', 'المنتزه - المنتزه\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(966, 'ElMontazah - ElMaamourah', 'المنتزه - المعموره\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(967, 'ElMontazah - ElMandarah Bahri', 'المنتزه - المندره بحري\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(968, 'ElMontazah - Tolombat ElTabeyah', 'المنتزه - طلمبات الطابيه\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(969, 'ElMontazah - Miami', 'المنتزه - ميامى\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(970, 'ElMontazah - ElTawfiqeyah', 'المنتزه - التوفيقيه\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(971, 'ElMontazah - ElMandarah Qebli', 'المنتزه - المندره قبلي\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(972, 'ElMontazah - ElAsafra', 'المنتزه - العصافره\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(973, 'ElMontazah - ElMansheya ElBahareya', 'المنتزه - المنشيه البحريه\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(974, 'ElMontazah - Hawd 14', 'المنتزه - حوض 14\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(975, 'ElMontazah - ElAmrawi', 'المنتزه - العمراوي\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(976, 'ElMontazah - ElNasereyah (ElKobaneyah)', 'المنتزه - الناصريه (الكوبانيه)\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(977, 'ElMontazah - ElMohagerin', 'المنتزه - المهاجرين\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(978, 'ElMontazah - Sidi Beshr Qebli', 'المنتزه - سيدي بشر قبلي\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(979, 'ElMontazah - Victoria', 'المنتزه - فيكتوريا\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(980, 'ElMunib - ElMunib', 'المنيب - المنيب\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(981, 'ElMunib - Ard Elbahr', 'المنيب - ارض البحر\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(982, 'ElMunib - ElShiekh Etman', 'المنيب - الشيخ عتمان\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(983, 'ElNegaila - ElNegaila', 'النجيله - النجيله\r', 19, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(984, 'ElNozha - ElNozha', 'النزهه - النزهه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(985, 'ElNozha - New Nozha', 'النزهه - النزهه الجديده', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(986, 'ElNozha - Huckstep', 'النزهه - الهايكستب\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(987, 'ElNozha - Cairo Airport', 'النزهه - مطار القاهره\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(988, 'ElOmraniya - ElOmraneyah ElGharbeyah', 'العمرانيه - العمرانيه الغربيه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(989, 'ElOmraniya - ElOmraneyah ElSharqeyah', 'العمرانيه - العمرانيه الشرقيه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(990, 'ElOmraniya - ElOmraniya', 'العمرانيه - العمرانيه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(991, 'ElOmraniya - ElTalbeyah ElQebleyah', 'العمرانيه - الطالبيه القبليه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(992, 'ElOmraniya - ElKenisah', 'العمرانيه - الكنيسه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(993, 'ElOmraniya - ElKom ElAkhdar', 'العمرانيه - الكوم الاخضر\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(994, 'ElOsirat - ElOsirat', 'العسيرات - العسيرات\r', 28, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(995, 'ElQanater ElKhayreyah - Kafr Alim', 'القناطر الخيريه - كفر عليم\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(996, 'ElQanater ElKhayreyah - Sandabis', 'القناطر الخيريه - سندبيس\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(997, 'ElQanater ElKhayreyah - Basous', 'القناطر الخيريه - باسوس\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(998, 'ElQanater ElKhayreyah - Bahadah', 'القناطر الخيريه - بهاده\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(999, 'ElQanater ElKhayreyah - Qaranfil', 'القناطر الخيريه - قرنفيل\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1000, 'ElQanater ElKhayreyah - Aghour ElSughra', 'القناطر الخيريه - اجهور الصغري\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1001, 'ElQanater ElKhayreyah - ElMunirah', 'القناطر الخيريه - المنيره\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1002, 'ElQanater ElKhayreyah - Shoubra Shehab', 'القناطر الخيريه - شبرا شهاب\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1003, 'ElQanater ElKhayreyah - Kafr ElShorafa ElGharby', 'القناطر الخيريه - كفر الشرفا الغربي\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1004, 'ElQanater ElKhayreyah - ElBaradaah', 'القناطر الخيريه - البرادعه\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1005, 'ElQanater ElKhayreyah - ElKharqaneyah', 'القناطر الخيريه - الخرقانيه\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1006, 'ElQanater ElKhayreyah - Kafr ElHareth', 'القناطر الخيريه - كفر الحارث\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1007, 'ElQanater ElKhayreyah - Shelqan', 'القناطر الخيريه - شلقان\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1008, 'ElQanater ElKhayreyah - ElAmereyah', 'القناطر الخيريه - العامريه\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1009, 'ElQanater ElKhayreyah - ElQanater ElKhayreyah', 'القناطر الخيريه - القناطر الخيريه\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1010, 'ElQanater ElKhayreyah - Abu ElGheit', 'القناطر الخيريه - ابو الغيط\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1011, 'ElQanater ElKhayreyah - Kafr Selim', 'القناطر الخيريه - كفر سليم\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1012, 'ElQanayat - ElQanayat', 'القنايات - القنايات\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1013, 'ElQantarah Gharb - ElQantarah Gharb', 'القنطره غرب - القنطره غرب\r', 18, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1014, 'ElQantarah Gharb - Abu Khalifah', 'القنطره غرب - ابو خليفه\r', 18, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1015, 'ElQantarah Sharq - ElQantarah Sharq', 'القنطره شرق - القنطره شرق\r', 18, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1016, 'ElQarna - ElQarna', 'القرنه - القرنه\r', 31, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1017, 'ElQawsaia - ElQawsaia', 'القوصيه - القوصيه\r', 6, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1018, 'ElQoseir - ElQoseir', 'القصير - القصير\r', 26, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1019, 'ElQurayn - ElQurayn', 'القرين - القرين\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1020, 'ElRahmaneyah - Izbat Gerges Nakhlah', 'الرحمانيه - عزبه جرجس نخله\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1021, 'ElRahmaneyah - Samadis', 'الرحمانيه - سماديس\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1022, 'ElRahmaneyah - Nazaret Smadis', 'الرحمانيه - نظاره سماديس\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1023, 'ElRahmaneyah - Beweit', 'الرحمانيه - بويط\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1024, 'ElRahmaneyah - Izbat Hasan Qaboudan', 'الرحمانيه - عزبه حسن قبودان\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1025, 'ElRahmaneyah - Ezbet Kafr Ghoneim', 'الرحمانيه - عزبه كفر غنيم\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1026, 'ElRahmaneyah - ElQahoqeyah', 'الرحمانيه - القهوقيه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1027, 'ElRahmaneyah - ElEbrikgi', 'الرحمانيه - الابريقجي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1028, 'ElRahmaneyah - ElRahmaneyah', 'الرحمانيه - الرحمانيه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1029, 'ElRahmaneyah - Samakhrat', 'الرحمانية - سماخرات\r\n', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1030, 'ElRahmaneyah - ElMagd', 'الرحمانيه - المجد\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1031, 'ElRahmaneyah - Menyet Salamah', 'الرحمانيه - منيه سلامه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1032, 'ElRahmaneyah - Mahalah Dawoud', 'الرحمانيه - محله داود\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1033, 'ElRahmaneyah - Kafr ElShaikh Hasan', 'الرحمانيه - كفر الشيخ حسن\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1034, 'ElRahmaneyah - Kafr Ghoneim', 'الرحمانيه - كفر غنيم\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1035, 'ElRahmaneyah - Izbat ElBakawat', 'الرحمانيه - عزبه البكوات\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1036, 'ElRahmaneyah - Abu Kharash', 'الرحمانيه - ابو خراش\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1037, 'ElRahmaneyah - ElKafr ElGadid', 'الرحمانيه - الكفر الجديد\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1038, 'ElRahmaneyah - Nazaret ElMania', 'الرحمانيه - نظاره المنيا\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1039, 'ElRahmaneyah - Ezbet ElMagd', 'الرحمانيه - عزبه المجد\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1040, 'ElRahmaneyah - Dershabah', 'الرحمانيه - درشابه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1041, 'ElRahmaneyah - Mahalah Thabit', 'الرحمانيه - محله ثابت\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1042, 'ElRahmaneyah - Nazaret ElMansheyah', 'الرحمانيه - نظاره المنشيه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1043, 'ElRahmaneyah - Nazaret ElAnsha', 'الرحمانيه - نظاره الانشا\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1044, 'ElRahmaneyah - Kafr Mahalah Dawoud', 'الرحمانيه - كفر محله داوود\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1045, 'ElReyad - ElReyad', 'الرياض - الرياض\r', 11, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1046, 'ElSadat - Nazaret ElMasaadah', 'السادات - نظاره المسعده\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1047, 'ElSadat - ElSadat', 'السادات - السادات\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1048, 'ElSadat - ElTarranah', 'السادات - قريه الطرائه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1049, 'ElSadat - ElSadat', 'السادات - السادات\r', 20, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1050, 'ElSaf - Arab ElAbaydah', 'الصف - عرب العبايده\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1051, 'ElSaf - Askar', 'الصف - اسكر\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1052, 'ElSaf - ElQahmeyin', 'الصف - القهميين\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1053, 'ElSaf - ElAkhsas', 'الصف - الاخساس\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1054, 'ElSaf - ElDeseimi', 'الصف - الديسمي\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1055, 'ElSaf - Nogoua ElArab', 'الصف - نجوع العرب\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1056, 'ElSaf - ElSaf', 'الصف - الصف\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1057, 'ElSaf - Minya', 'الصف - منيا\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1058, 'ElSaf - Arab ElHesar', 'الصف - عرب الحصار\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1059, 'ElSaf - ElShobak ElSharqi', 'الصف - الشوبك الشرقي\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1060, 'ElSaf - Kafr Tarkhan', 'الصف - كفر طرخان\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1061, 'ElSaf - ElGazirah ElShaqraa', 'الصف - الجزيره الشقراء\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1062, 'ElSaf - ElWadi', 'الصف - الوادي\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1063, 'ElSaf - Nazlet ElElyan', 'الصف - نزله عليان\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1064, 'ElSaf - ElHay w ElMansha', 'الصف - الحى والمنشى\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1065, 'ElSaf - Ghamazah ElSughra', 'الصف - غمازه الصغري\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1066, 'ElSaf - Ghamazah ElKubra', 'الصف - غمازه الكبري\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1067, 'ElSaf - ElSafi Industrial Zone', 'الصف - الصافي الصناعيه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1068, 'ElSaf - ElAqwaz', 'الصف - الاقواز\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1069, 'Elsahel - ElBarad', 'الساحل - البراد\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1070, 'Elsahel - ElKhazendarah', 'الساحل - الخازنداره\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1071, 'Elsahel - Sherif', 'الساحل - شريف\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1072, 'Elsahel - Asad', 'الساحل - اسعد\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1073, 'Elsahel - Menyat ElSerg', 'الساحل - منيه السيرج\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1074, 'Elsahel - Elsahel', 'الساحل - الساحل\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1075, 'Elsahel - Borham', 'الساحل - برهام\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1076, 'ElSalam - ElSalam City', 'السلام - مدينه السلام\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1077, 'ElSalam - ElSalam Sharkeya', 'السلام - السلام الشرقيه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1078, 'ElSalam - Berket ElNasr', 'السلام - بركه النصر\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1079, 'ElSalam - ElSalam ElGharbeyah', 'السلام - السلام الغربيه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1080, 'ElSalam - ElSalam', 'السلام - السلام\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1081, 'ElSalam - ElNahda', 'السلام - النهضه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1082, 'ElSantah - ElSantah', 'السنطه - السنطه\r', 9, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1083, 'ElSayeda Zainab - Tolon', 'السيده زينب - طولون\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1084, 'ElSayeda Zainab - Zeinhom', 'السيده زينب - زينهم\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1085, 'ElSayeda Zainab - ElSebaeyin', 'السيده زينب - السبعيني\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1086, 'ElSayeda Zainab - ElInshaa w ElMunirah', 'السيده زينب - الانشاء والمنيره\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1087, 'ElSayeda Zainab - ElBaghalah', 'السيده زينب - البغاله\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1088, 'ElSayeda Zainab - ElAtris', 'السيده زينب - العتريس\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1089, 'ElSayeda Zainab - Kasr ElEini', 'السيده زينب - القصر العينى\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1090, 'ElSayeda Zainab - ElSayeda Zainab', 'السيده زينب - السيده زينب\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1091, 'ElSayeda Zainab - Sayeda Naffisa', 'السيده زينب - السيده نفيسه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1092, 'ElSayeda Zainab - Sonqor', 'السيده زينب - سنقر\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1093, 'ElSayeda Zainab - Khairat', 'السيده زينب - خيرت\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1094, 'ElSayeda Zainab - ElHanafi', 'السيده زينب - الحنفي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1095, 'ElSenbellawein - Kafr Sengab', 'السنبلاوين - كفر سنجاب\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1096, 'ElSenbellawein - ElSenbellawein', 'السنبلاوين - السنبلاوين\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1097, 'ElSenbellawein - Ghazalah', 'السنبلاوين - غزاله\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1098, 'ElSenbellawein - Taranis ElArab', 'السنبلاوين - طرانيس العرب\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1099, 'ElSenbellawein - Shoubra Hor', 'السنبلاوين - شبرا هور\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1100, 'ElSenbellawein - Tanbarah', 'السنبلاوين - طنباره\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1101, 'ElSenbellawein - Kafr Mohammed ElShennawy', 'السنبلاوين - كفر محمد الشناوي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1102, 'ElSenbellawein - Tamay ElZahayrah', 'السنبلاوين - طماي الزهايره\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1103, 'ElSenbellawein - ElHagayzah', 'السنبلاوين - الحجايزه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1104, 'ElSenbellawein - ElHaswah', 'السنبلاوين - الحصوه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1105, 'ElSenbellawein - Borg Nour ElArab', 'السنبلاوين - برج نور العرب\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1106, 'ElSenbellawein - Kafr Bani Salem', 'السنبلاوين - كفر بني سالم\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1107, 'ElSenbellawein - Kafr Youssef Awad', 'السنبلاوين - كفر يوسف عواد\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1108, 'ElSenbellawein - Kafr Tanboul ElQadim', 'السنبلاوين - كفر طنبول القديم\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1109, 'ElSenbellawein - Kafr Salamah', 'السنبلاوين - كفر سلامه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1110, 'ElSenbellawein - ElBakareyah', 'السنبلاوين - البكاريه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1111, 'ElSenbellawein - ElAmid w Kafr Ali ElSayed', 'السنبلاوين - العميد وكفر علي السعيد\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1112, 'ElSenbellawein - ElZoreiqi', 'السنبلاوين - الزريقي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1113, 'ElSenbellawein - ElShaalah', 'السنبلاوين - الشعاله\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1114, 'ElSenbellawein - Sadqa', 'السنبلاوين - صدقا\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1115, 'ElSenbellawein - ElBayda', 'السنبلاوين - البيضا\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1116, 'ElSenbellawein - Tag ElEzz', 'السنبلاوين - تاج العز\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1117, 'ElSenbellawein - Kafr Saad-Dakahlia', 'السنبلاوين - كفر سعد-الدقهليه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1118, 'ElSenbellawein - Kafr ElAnanyah', 'السنبلاوين - كفر العنانيه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1119, 'ElSenbellawein - Tanboul ElSughra', 'السنبلاوين - طنبول الصغرى\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1120, 'ElSenbellawein - Kafr Abd ElAmin Hasb Allah', 'السنبلاوين - كفر عبد الامين حسب الله\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1121, 'ElSenbellawein - Nob Tarif', 'السنبلاوين - نوب طريف\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1122, 'ElSenbellawein - Abu Dawoud', 'السنبلاوين - ابو داود\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1123, 'ElSenbellawein - Kafr ElAzawi', 'السنبلاوين - كفر العزاوي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1124, 'ElSenbellawein - ElHasaynah', 'السنبلاوين - الحصاينه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1125, 'ElSenbellawein - ElSamarah', 'السنبلاوين - السماره\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1126, 'ElSenbellawein - Kafr Badawi Gergis', 'السنبلاوين - كفر بدوي جرجس\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1127, 'ElSenbellawein - Kafr ElShorafa', 'السنبلاوين - كفر الشرفا\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1128, 'ElSenbellawein - ElMihi', 'السنبلاوين - الميهي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1129, 'ElSenbellawein - Deyo ElWusta', 'السنبلاوين - ديو الوسطي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1130, 'ElSenbellawein - ElGalaylah', 'السنبلاوين - الجلايله\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1131, 'ElSenbellawein - Abu Qaramit', 'السنبلاوين - ابو قراميط\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1132, 'ElSenbellawein - ElKamal', 'السنبلاوين - الكمال\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1133, 'ElSenbellawein - Tami ElAmdid', 'السنبلاوين - تمي الامديد\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1134, 'ElSenbellawein - ElWehdah ElArabeyah', 'السنبلاوين - الوحده العربيه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1135, 'ElSenbellawein - ElTemd ElHagar', 'السنبلاوين - التمد الحجر\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1136, 'ElSenbellawein - ElMakhzan', 'السنبلاوين - المخزن\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1137, 'ElSenbellawein - ElBashnini', 'السنبلاوين - البشنيني\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1138, 'ElSenbellawein - ElRamzeyah', 'السنبلاوين - الرمزيه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1139, 'ElSenbellawein - ElSaoudeyah', 'السنبلاوين - السعوديه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1140, 'ElSenbellawein - Zefr', 'السنبلاوين - زفر\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1141, 'ElSenbellawein - Kafr Shubra Hor', 'السنبلاوين - كفر شبرا هور\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1142, 'ElSenbellawein - Monshaat Ezzat', 'السنبلاوين - منشاه عزت\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1143, 'ElSenbellawein - Kafr Qonsowah', 'السنبلاوين - كفر قنصوه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1144, 'ElSenbellawein - Kafr Ghannam', 'السنبلاوين - كفر غنام\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1145, 'ElSenbellawein - ElOrman', 'السنبلاوين - الاورمان\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1146, 'ElSenbellawein - ElSafa', 'السنبلاوين - الصفا\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1147, 'ElSenbellawein - Barhamtoush', 'السنبلاوين - برهمتوش\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1148, 'ElSenbellawein - ElZahayrah', 'السنبلاوين - الزهريه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1149, 'ElSenbellawein - Tahway', 'السنبلاوين - طهواي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1150, 'ElSenbellawein - Mit Ghorab', 'السنبلاوين - ميت غراب\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1151, 'ElSenbellawein - ElMetwah', 'السنبلاوين - المتوه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1152, 'ElSenbellawein - Abu ElSir', 'السنبلاوين - ابو الصير\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1153, 'ElSenbellawein - Qarqirah', 'السنبلاوين - قرقيره\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1154, 'ElSenbellawein - Kafr Azam', 'السنبلاوين - كفر عزام\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1155, 'ElSenbellawein - ElKhamsah', 'السنبلاوين - الخمسه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1156, 'ElSenbellawein - Kafr Tanboul ElGadid', 'السنبلاوين - كفر طنبول الجديد\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1157, 'ElSenbellawein - ElMoqataah', 'السنبلاوين - المقاطعه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1158, 'ElSenbellawein - Bashmas', 'السنبلاوين - بشمس\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1159, 'ElSenbellawein - Kafr ElRok', 'السنبلاوين - كفر الروك\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1160, 'ElSenbellawein - Kafr Mit Ghorab', 'السنبلاوين - كفر ميت غراب\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1161, 'ElSenbellawein - Mit Gheritah', 'السنبلاوين - ميت غريطه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1162, 'ElSenbellawein - Shoubra Sandi', 'السنبلاوين - شبرا سندي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1163, 'ElSenbellawein - Shoubra Qubala', 'السنبلاوين - شبرا قباله\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1164, 'ElSenbellawein - ElBalamon', 'السنبلاوين - البلامون\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1165, 'ElSenbellawein - Monshaat Sabry', 'السنبلاوين - منشاه صبرى\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1166, 'ElSenbellawein - ElFath', 'السنبلاوين - الفتح\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1167, 'ElSenbellawein - ElRawda', 'السنبلاوين - الروضه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1168, 'ElSenbellawein - Barqin', 'السنبلاوين - برقين\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1169, 'ElSenbellawein - Tokh ElAqlam', 'السنبلاوين - طوخ الاقلام\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1170, 'ElSenbellawein - Kafr ElAmir Abd Allah', 'السنبلاوين - كفر الامير عبد الله\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1171, 'ElSenbellawein - Mansheya ElShorafa', 'السنبلاوين - منشية الشرفا', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1172, 'ElSenbellawein - Monshaat Hilal', 'السنبلاوين - منشية هلال', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1173, 'ElSharabiya - ElSharabiya', 'الشرابيه - الشرابيه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1174, 'ElSharabiya - Mahmashah', 'الشرابية - مهمشة', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1175, 'ElSheikh Zayed - Zayed Central Park', 'الشيخ زايد - زايد سنترال بارك\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1176, 'ElSheikh Zayed - Arkan', 'الشيخ زايد - اركان\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1177, 'ElSheikh Zayed - Capital Business Park', 'الشيخ زايد - كابيتال بيزنس بارك\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1178, 'ElSheikh Zayed - District 04', 'الشيخ زايد - الحى 04\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1179, 'ElSheikh Zayed - District 07', 'الشيخ زايد - الحى 07\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1180, 'ElSheikh Zayed - District 13', 'الشيخ زايد - الحى 13\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1181, 'ElSheikh Zayed - ElKhamayel city', 'الشيخ زايد - مدينه الخمايل\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1182, 'ElSheikh Zayed - District 05', 'الشيخ زايد - الحى 05\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1183, 'ElSheikh Zayed - Westown', 'الشيخ زايد - ويست تاون\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1184, 'ElSheikh Zayed - Beverly Hills', 'الشيخ زايد - بيفرلي هيلز\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1185, 'ElSheikh Zayed - Royal City', 'الشيخ زايد - رويال سيتي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1186, 'ElSheikh Zayed - District 10', 'الشيخ زايد - الحى 10\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1187, 'ElSheikh Zayed - Belleville', 'الشيخ زايد - بيللفيل\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1188, 'ElSheikh Zayed - District 12', 'الشيخ زايد - الحى 12\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1189, 'ElSheikh Zayed - Emaar Misr', 'الشيخ زايد - اعمار مصر\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1190, 'ElSheikh Zayed - ElRabwa', 'الشيخ زايد - الربوه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1191, 'ElSheikh Zayed - Continental Villas section', 'الشيخ زايد - كونتينتال - فيلات\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1192, 'ElSheikh Zayed - District 08', 'الشيخ زايد - الحى 08\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1193, 'ElSheikh Zayed - District 02', 'الشيخ زايد - الحى 02\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1194, 'ElSheikh Zayed - District 01', 'الشيخ زايد - الحى 01\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1195, 'ElSheikh Zayed - Zayed Crystals park', 'الشيخ زايد - زايد كريستال بارك\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1196, 'ElSheikh Zayed - District 09', 'الشيخ زايد - الحي 09\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1197, 'ElSheikh Zayed - District 03', 'الشيخ زايد - الحى 03\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1198, 'ElSheikh Zayed - District 06', 'الشيخ زايد - الحى 06\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1199, 'ElSheikh Zayed - Tara', 'الشيخ زايد - تارا\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1200, 'ElSheikh Zayed - District 14', 'الشيخ زايد - الحى 14\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1201, 'ElSheikh Zayed - Zayed International Park', 'الشيخ زايد - زايد انترناشيونال بارك\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1202, 'ElSheikh Zayed - ElSheikh Zayed', 'الشيخ زايد - الشيخ زايد\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1203, 'ElSheikh Zayed - Ellegria', 'الشيخ زايد - اليجريا\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1204, 'ElSheikh Zayed - Riviera City', 'الشيخ زايد - مدينه ريفيرا\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1205, 'ElSheikh Zayed - Beit ElWatan', 'الشيخ زايد - بيت الوطن\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1206, 'ElSheikh Zayed - Cairo Gate-Emaar Misr', 'الشيخ زايد - بوابه مصر - اعمار\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1207, 'ElSheikh Zayed - Continental Residence', 'الشيخ زايد - كونتينتال ريزيدنس\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1208, 'ElSheikh Zayed - Nile University', 'الشيخ زايد - جامعه النيل\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1209, 'ElSheikh Zayed - Aglans', 'الشيخ زايد - عجلان\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1210, 'ElSheikh Zayed - Royal Meadows', 'الشيخ زايد - رويال ميدوز\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1211, 'ElSheikh Zayed - District 16', 'الشيخ زايد - الحي 16\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1212, 'ElSheikh Zayed - District 11', 'الشيخ زايد - الحى 11', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1213, 'ElShorouk - Future City', 'الشروق - مدينه المستقبل\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1214, 'ElShorouk - ElShorouq City', 'الشروق - مدينه الشروق\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1215, 'ElShorouk - ElShorouk', 'الشروق - الشروق\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1216, 'ElTahrir - ElTahrir', 'التحرير - التحرير\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1217, 'ElTall ElKabir - ElKasasin', 'التل الكبير - القصاصين القديمه\r', 18, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1218, 'ElTall ElKabir - ElTall ElKabir', 'التل الكبير - التل الكبير\r', 18, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1219, 'ElTibbin - ElSolb', 'قسم التبين - الصلب\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1220, 'ElTibbin - Hakr ElTebin', 'قسم التبين - حكر التبين\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1221, 'ElTibbin - ElTibbin ElQebleyah', 'قسم التبين - التبين القبليه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1222, 'ElTibbin - ElTibbin ElBahreyah', 'قسم التبين - التبين البحريه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1223, 'ElTibbin - Masaken ElTebin ElShaabeyah', 'قسم التبين - مساكن التبين الشعبيه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1224, 'ElTibbin - ElTibbin', 'قسم التبين - قسم التبين\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1225, 'ElTod - ElTod', 'الطود - الطود\r', 31, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1226, 'ElWahat ElBaharia - ElEzza Spring', 'الواحات البحريه - عين العز\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1227, 'ElWahat ElBaharia - ElHarra', 'الواحات البحريه - الحره\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1228, 'ElWahat ElBaharia - ElHaiz', 'الواحات البحريه - الحايظ\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1229, 'ElWahat ElBaharia - Ayn ElBulaydah', 'الواحات البحريه - عين البليده\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1230, 'ElWahat ElBaharia - Bahariya Oasis', 'الواحات البحريه - واحه بحريه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1231, 'ElWahat ElBaharia - ElWadi Spring', 'الواحات البحريه - عين الوادي\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1232, 'ElWahat ElBaharia - Pharouns Rally Tabania Bivoac', 'الواحات البحريه - رالي الفراعنه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1233, 'ElWahat ElBaharia - Mandishah', 'الواحات البحريه - منديشه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1234, 'ElWahat ElBaharia - ElWahat ElBaharia', 'الواحات البحريه - الواحات البحريه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1235, 'ElWahat ElBaharia - ElHaswi Spring', 'الواحات البحريه - عين الحصوي\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1236, 'ElWahat ElBaharia - Enmaa Livestock', 'الواحات البحريه - مواشي انماء\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1237, 'ElWahat ElBaharia - Bawiti', 'الواحات البحريه - باويتي\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1238, 'ElWahat ElBaharia - Western Spring', 'الواحات البحريه - العين الغربيه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1239, 'ElWahat ElBaharia - ElUwaynah', 'الواحات البحريه - العواينه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1240, 'ElWahat ElBaharia - ElHalfayah Spring', 'الواحات البحريه - عين الحلفايه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1241, 'ElWahat ElBaharia - Uyun Tablimun', 'الواحات البحريه - عيون تابليمون\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1242, 'ElWahat ElBaharia - Black Desert', 'الواحات البحريه - الصحراء السوداء\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1243, 'ElWahat ElBaharia - Khoman Spring', 'الواحات البحريه - عين خمان\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1244, 'ElWahat ElBaharia - Farm Osama Saeed Mohammed', 'الواحات البحريه - مزرعه اسامه سعيد محمد\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32');
INSERT INTO `areas` (`id`, `name_en`, `name_ar`, `region_id`, `available_beranche`, `shipping_fees`, `status`, `created_at`, `updated_at`) VALUES
(1245, 'ElWahat ElBaharia - Farm Walid Abdel Hady', 'الواحات البحريه - مزرعه وليد عبد الهادي\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1246, 'ElWaili - ElSarayat', 'الوايلي - السرايات\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1247, 'ElWaili - ElWaili', 'الوايلي - الوايلي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1248, 'ElWaili - ElMohamady', 'الوايلي - المحمدي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1249, 'ElWaili - Ganayen ElWaileyah', 'الوايلي - جناين الوايلايه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1250, 'ElWaili - ElDemerdash', 'الوايلي - الدمرداش\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1251, 'ElWaili - Bein ElGanayen', 'الوايلي - بين الجناين\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1252, 'ElWaili - Abbaseya', 'الوايلى - العباسية', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1253, 'ElWaqf - ElWaqf', 'الوقف - الوقف\r', 25, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1254, 'ElWarraq - Gazirat Waraq ElHadar', 'الوراق - جزيره وراق الحضر\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1255, 'ElWarraq - ElWarraq', 'الوراق - الوراق\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1256, 'ElWarraq - Tanash w Nazlet ElZomr', 'الوراق - طناش ونزله الزمر\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1257, 'ElWarraq - Gazirat Muhammad', 'الوراق - جزيره محمد\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1258, 'ElWarraq - Bashtil', 'الوراق - بشتيل\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1259, 'ElWarraq - Warraq ElArab', 'الوراق - وراق العرب\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1260, 'Elwasty - Elwasty', 'الواسطى - الواسطى\r', 16, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1261, 'ElZakazik - Zakazik Center', 'الزقازيق - مركز الزقازيق\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1262, 'ElZakazik - Zakazik 01', 'الزقازيق - الزقازيق 01\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1263, 'ElZakazik - Zakazik 02', 'الزقازيق - الزقازيق 02\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1264, 'ElZakazik - ElZakazik', 'الزقازيق - الزقازيق\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1265, 'ElZakazik - Mit Gabir', 'الزقازيق - ميت جابر\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1266, 'ElZamalek - ElZamalek', 'الزمالك - الزمالك\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1267, 'ElZarqa - ElZarqa', 'الزرقا - الزرقا\r', 8, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1268, 'ElZarqa - ElSarw', 'الزرقا - السرو\r', 8, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1269, 'ElZawya ElHamra - ElZawya ElHamra', 'الزاويه الحمراء - الزاويه الحمراء\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1270, 'ElZenia - ElZenia', 'الزينيا - الزينيا\r', 31, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1271, 'ElZeytoun - ElAmireyah', 'الزيتون - الاميريه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1272, 'ElZeytoun - ElZeytoun ElGharbeyah', 'الزيتون - الزيتون الغربيه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1273, 'ElZeytoun - ElZeytoun', 'الزيتون - الزيتون\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1274, 'ElZeytoun - ElZeytoun ElBahareya', 'الزيتون - الزيتون البحريه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1275, 'ElZeytoun - ElZeytoun Sharkeya', 'الزيتون - الزيتون الشرقيه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1276, 'ElZeytoun - ElZeytoun ElQebleyah', 'الزيتون - الزيتون القبليه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1277, 'Esna - Esna', 'اسنا - اسنا\r', 25, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1278, 'Faqous - Old Salhia', 'فاقوس - الصالحيه القديمه\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1279, 'Faqous - Faqous', 'فاقوس - فاقوس\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1280, 'Faraskour - Faraskour', 'فارسكور - فارسكور\r', 8, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1281, 'Faraskour - ElRodah', 'فارسكور - مدينه الروضه\r', 8, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1282, 'Farshot - Farshot', 'فرشوط - فرشوط\r', 25, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1283, 'Fayed - Fayed', 'فايد - فايد\r', 18, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1284, 'Fayed - Abu Sultan', 'فايد - ابو سلطان\r', 18, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1285, 'Fayed - Sarabium', 'فايد - سرابيوم\r', 18, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1286, 'Fayoum - Fayoum', 'الفيوم - الفيوم\r', 17, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1287, 'Faysal - Faysal', 'فيصل - فيصل\r', 30, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1288, 'Fowah - Fowah', 'فوه - فوه\r', 11, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1289, 'Gezirat ElDahab - Gezirat ElDahab', 'جزيره الدهب - جزيره الدهب\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1290, 'Gharb ElNoubareya - Gharb ElNoubareya', 'غرب النوباريه - غرب النوباريه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1291, 'Girga - Girga', 'جرجا - جرجا\r', 28, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1292, 'Girga - Beet Allam', 'جرجا - بيت علام\r', 28, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1293, 'Hadabet ElAhram - Hadabet ElAhram', 'هضبه الاهرام - هضبه الاهرام\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1294, 'Hadaiq ElQobbah - Hadaiq ElQobbah', 'حدائق القبه - حدائق القبه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1295, 'Hadaiq ElQobbah - Masaken ElAmireyah ElGanoubeyah', 'حدائق القبه - مساكن الاميريه الجنوبيه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1296, 'Hadaiq ElQobbah - Mansheyat ElSadr', 'حدائق القبه - منشيه الصدر\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1297, 'Hadaiq ElQobbah - Kobry ElQobbah', 'حدائق القبه - كوبري القبه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1298, 'Hadaiq ElQobbah - ElKhassah', 'حدائق القبه - الخاصه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1299, 'Helwan - Helwan airfield', 'حلوان - حلوان المطار\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1300, 'Helwan - Helwan', 'حلوان - حلوان\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1301, 'Helwan - Helwan ElBalad', 'حلوان - حلوان البلد\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1302, 'Helwan - ElArab Sharq - ElKobry', 'حلوان - العرب شرق - الكوبري\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1303, 'Helwan - ElMasaken ElIqtisadeyah', 'حلوان - المساكن الاقتصاديه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1304, 'Helwan - ElMasara ElBalad', 'حلوان - المعصره البلد\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1305, 'Helwan - ElQawmaya Company for Cement', 'حلوان - مصنع القوميه للاسمنت\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1306, 'Helwan - Armed Forces Housing Project', 'حلوان - مشروع اسكان القوات المسلحه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1307, 'Helwan - Helwan Sharkeya', 'حلوان - حلوان الشرقيه', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1308, 'Helwan - Helwan Gharbia', 'حلوان - حلوان الغربيه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1309, 'Helwan - School Aircraft', 'حلوان - المدرسه الجويه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1310, 'Helwan - Kafr ElOlow', 'حلوان - كفر العلو\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1311, 'Hihya - Hihya', 'هيهيا - هيهيا\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1312, 'Housh Eissa - Housh Eissa', 'حوش عيسى - حوش عيسى\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1313, 'Housh Eissa - ElAbqain', 'حوش عيسى - الابقعين\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1314, 'Housh Eissa - ElKardoud', 'حوش عيسى - الكردود\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1315, 'Housh Eissa - ElQarinein', 'حوش عيسى - القرنين\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1316, 'Housh Eissa - Monshaat Khayat', 'حوش عيسى - منشاه خياط\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1317, 'Housh Eissa - Hararah', 'حوش عيسى - حراره\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1318, 'Housh Eissa - Kafr Azzaz', 'حوش عيسى - كفر عزاز\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1319, 'Housh Eissa - El-Shaarawy', 'حوش عيسى - قريه الشعراوى\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1320, 'Housh Eissa - ElKom ElAkhdar', 'حوش عيسى - الكوم الاخضر\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1321, 'Housh Eissa - ELRozeimat', 'حوش عيسى - الرزيمات\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1322, 'Housh Eissa - Abu ElShaqaf', 'حوش عيسى - ابو الشقاف\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1323, 'Housh Eissa - Kafr ElWaq', 'حوش عيسى - كفر الواق\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1324, 'Hurghada - Hurghada', 'الغردقة - الغردقة', 26, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1325, 'Hurghada - Hurghada 01', 'الغردقه - الغردقه 01\r', 26, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1326, 'Hurghada - Gouna', 'الغردقه - الجونه\r', 26, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1327, 'Hurghada - Hurghada 02', 'الغردقه - الغردقه 02\r', 26, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1328, 'Ihnasya - Ihnasya', 'اهناسيا - اهناسيا\r', 16, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1329, 'Imbaba - ElManashi', 'امبابه - المناشي\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1330, 'Imbaba - Zat ElKom', 'امبابه - ذات الكوم\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1331, 'Imbaba - Bani Salamah', 'امبابه - بني سلامه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1332, 'Imbaba - ElTahrir City', 'امبابه - مدينه التحرير\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1333, 'Imbaba - Werdan', 'امبابه - وردان\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1334, 'Imbaba - ElIkhsas', 'امبابه - الاخساس\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1335, 'Imbaba - Kafr Hakeem', 'امبابه - كفر حكيم\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1336, 'Imbaba - Tag ElDewal', 'امبابه - تاج الدول\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1337, 'Imbaba - Kom Barah', 'امبابه - كومبره\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1338, 'Imbaba - ElLatat', 'امبابه - اللطات\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1339, 'Imbaba - Bohormos', 'امبابه - بهرمس\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1340, 'Imbaba - Abd ElNaeem', 'امبابه - عبد النعيم\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1341, 'Imbaba - Gazirat Embabah', 'امبابه - جزيره امبابه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1342, 'Imbaba - ElMunirah-Giza', 'امبابه - المنيره\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1343, 'Imbaba - Barqash', 'امبابه - برقاش\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1344, 'Imbaba - ElMatar', 'امبابه - المطار\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1345, 'Imbaba - Mansheya Radwan', 'امبابه - منشيه رضوان\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1346, 'Imbaba - ElRahawi', 'امبابه - الرهاوي\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1347, 'Imbaba - ElSabil', 'امبابه - السبيل\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1348, 'Imbaba - Abu Ghaleb', 'امبابه - ابو غالب\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1349, 'Imbaba - Bani Magdoul', 'امبابه - بني مجدول\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1350, 'Imbaba - Umm Dinar', 'امبابه - ام دينار\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1351, 'Imbaba - Kafr Hegazy', 'امبابه - كفر حجازي\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1352, 'Imbaba - ElKhatatbah', 'امبابه - الخطاطبه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1353, 'Imbaba - ElHassaneyin', 'امبابه - الحسانين\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1354, 'Imbaba - Imbaba', 'امبابه - امبابه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1355, 'Imbaba - Mansoureya', 'امبابه - منصوريه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1356, 'Imbaba - Neklah', 'امبابه - نكله\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1357, 'Imbaba - ElQata', 'امبابه - القطا\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1358, 'Imbaba - ElGelatmah', 'امبابه - الجلاتمه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1359, 'Imbaba - ElHager', 'امبابه - الحاجر\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1360, 'Imbaba - Madinet ElOmmal', 'امبابه - مدينه العمال\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1361, 'Imbaba - Kerdasah', 'امبابه - كرداسه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1362, 'Imbaba - Atris', 'امبابه - اتريس\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1363, 'Imbaba - Mansheyat ElQanater', 'امبابه - مدينه منشيه القناطر\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1364, 'Isamilia Center - Abu Swir Desert', 'مركز الاسماعيليه - صحراء ابوصوير\r', 18, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1365, 'Isamilia Center - ElSehr w ElGamal', 'مركز الاسماعيليه - السحر والجمال\r', 18, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1366, 'Isamilia Center - Abu Swir', 'مركز الاسماعيليه - ابو صوير\r', 18, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1367, 'Isamilia Center - Isamilia Center', 'مركز الاسماعيليه - مركز الاسماعيليه\r', 18, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1368, 'Isamilia Center - Abu Atwa', 'مركز الاسماعيليه - ابو عطوه\r', 18, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1369, 'Ismailia 01 - Ismailia 01', 'الاسماعيليه 01 - الاسماعيليه 01\r', 18, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1370, 'Ismailia 02 - Ismailia 02', 'الاسماعيليه 02 - الاسماعيليه 02\r', 18, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1371, 'Ismailia 03 - Ismailia 03', 'الاسماعيليه 03 - الاسماعيليه 03\r', 18, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1372, 'Itay ElBaroud - Daqdouqa', 'اتاي البارود - دقدوقه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1373, 'Itay ElBaroud - Kafr Abu Mandour', 'اتاي البارود - كفر ابو مندور\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1374, 'Itay ElBaroud - Ezbet Youssef ElAskary', 'اتاي البارود - عزبه يوسف العسكري\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1375, 'Itay ElBaroud - Berqamah', 'اتاي البارود - برقامه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1376, 'Itay ElBaroud - Kafr Khalifa', 'اتاي البارود - كفر خليفه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1377, 'Itay ElBaroud - Saft Khaled', 'اتاي البارود - صفط خالد\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1378, 'Itay ElBaroud - Demeisna', 'اتاي البارود - دميسنا\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1379, 'Itay ElBaroud - ElDaramaleyah', 'اتاي البارود - الدرمليه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1380, 'Itay ElBaroud - Genbway', 'اتاي البارود - جنبواي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1381, 'Itay ElBaroud - Kafour ElSawalem Bahri', 'اتاي البارود - كفور السوالم بحري\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1382, 'Itay ElBaroud - Kafr Askar Shendid', 'اتاي البارود - كفر عسكر شنديد\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1383, 'Itay ElBaroud - Shenait ElHarabwah', 'اتاي البارود - شنيط الحرابوه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1384, 'Itay ElBaroud - ElDahreyah', 'اتاي البارود - الضهريه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1385, 'Itay ElBaroud - Shubra ElNonah', 'اتاي البارود - شبرا النونه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1386, 'Itay ElBaroud - Armaneyah', 'اتاي البارود - ارمانيه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1387, 'Itay ElBaroud - ElTawfiqeyah', 'اتاي البارود - التوفيقيه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1388, 'Itay ElBaroud - Hod Fares', 'اتاي البارود - حوض فارس\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1389, 'Itay ElBaroud - Monshaat ElNasr', 'اتاي البارود - منشاه النصر\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1390, 'Itay ElBaroud - Zahr ElTemsah', 'اتاي البارود - ظهر التمساح\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1391, 'Itay ElBaroud - Kafr ElGhabah', 'ايتاى البارود - كفر الغابة', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1392, 'Itay ElBaroud - Hessat ElDahreyah', 'اتاي البارود - حصه الضهريه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1393, 'Itay ElBaroud - Abu ElKhawi', 'اتاي البارود - ابو الخاوى\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1394, 'Itay ElBaroud - Emleit', 'اتاي البارود - امليط\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1395, 'Itay ElBaroud - Itay ElBaroud', 'اتاي البارود - اتاي البارود\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1396, 'Itay ElBaroud - ElOyoun', 'اتاي البارود - العيون\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1397, 'Itay ElBaroud - Geaif', 'اتاي البارود - جعيف\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1398, 'Itay ElBaroud - Telbanah', 'اتاي البارود - تلبانه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1399, 'Itay ElBaroud - Saft ElHoreya', 'اتاي البارود - صفط الحريه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1400, 'Itay ElBaroud - Kafr Awanah', 'اتاي البارود - كفر عوانه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1401, 'Itay ElBaroud - Shasht ElAnaam', 'اتاي البارود - ششت الانعام\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1402, 'Itay ElBaroud - Ashlema', 'اتاي البارود - اشليمه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1403, 'Itay ElBaroud - Gabares ElQebleyah', 'اتاي البارود - جبارس القبليه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1404, 'Itay ElBaroud - Khamarah', 'اتاي البارود - خماره\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1405, 'Itay ElBaroud - Nakla ElEnab', 'اتاي البارود - نكلا العنب\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1406, 'Itay ElBaroud - Kafr ElShaikh Makhlouf', 'اتاي البارود - كفر الشيخ مخلوف\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1407, 'Itay ElBaroud - Zebeidah', 'اتاي البارود - زبيده\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1408, 'Itay ElBaroud - Kafour ElSawalem Qebli', 'اتاي البارود - كفور السوالم قبلي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1409, 'Itay ElBaroud - Ramsis', 'اتاي البارود - رمسيس\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1410, 'Itay ElBaroud - ElIbrahimeyah', 'اتاي البارود - الابراهيميه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1411, 'Itay ElBaroud - Ezbet Talaat', 'اتاي البارود - عزبه طلعت\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1412, 'Itay ElBaroud - Menyet Bani Mansour', 'اتاي البارود - منيه بني منصور\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1413, 'Itay ElBaroud - ElHotah', 'اتاي البارود - الحوته\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1414, 'Itay ElBaroud - Gabares ElBahreyah', 'اتاي البارود - جبارس البحريه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1415, 'Itay ElBaroud - Izbat Hod Fares', 'اتاي البارود - عزبه حوض فارس\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1416, 'Itay ElBaroud - Kafr Mosaed', 'اتاي البارود - كفر مساعد\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1417, 'Itay ElBaroud - Qleishan', 'اتاي البارود - قليشان\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1418, 'Itay ElBaroud - ElKhawaled', 'اتاي البارود - الخوالد\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1419, 'Itay ElBaroud - ElNoqrash', 'اتاي البارود - النقراش\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1420, 'Itay ElBaroud - Kafr Askar Saft', 'اتاي البارود - كفر عسكر صفط\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1421, 'Itay ElBaroud - ElNebeirah', 'اتاي البارود - النبيره\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1422, 'Itay ElBaroud - Rabea Shendid', 'اتاي البارود - ربع شنديد\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1423, 'Itay ElBaroud - Mahalah Ebeid', 'اتاي البارود - محله عبيد\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1424, 'Itay ElBaroud - Qadous', 'اتاي البارود - قادوس\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1425, 'Itay ElBaroud - ElShaeerah', 'اتاي البارود - الشعيره\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1426, 'Itay ElBaroud - Maanaya', 'اتاي البارود - معنيا\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1427, 'Itay ElBaroud - ElBahi', 'اتاي البارود - البهي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1428, 'Itay ElBaroud - ElSaaraneyah', 'اتاي البارود - السعرانيه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1429, 'Itay ElBaroud - Kanisat ElDohreyah', 'اتاي البارود - كنيسه الضهريه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1430, 'Itay ElBaroud - Izbat Radi', 'اتاي البارود - عزبه راضي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1431, 'Itay ElBaroud - Kafr ElHagah', 'اتاي البارود - كفر الحاجه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1432, 'Itay ElBaroud - ElRoqah', 'اتاي البارود - الروقه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1433, 'Itay ElBaroud - Monshaat ElSeirafi', 'اتاي البارود - منشاه الصيرفي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1434, 'Itay ElBaroud - Athareyat Fadel', 'اتاي البارود - اثريات فاضل\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1435, 'Itay ElBaroud - Safeyah', 'اتاي البارود - صافيه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1436, 'Itay ElBaroud - Kafr ElSaqa', 'اتاي البارود - كفر السقا\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1437, 'Itay ElBaroud - ElAwamer', 'ايتاى البارود - الاوامر', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1438, 'Juhaynah - Juhaynah', 'جهينه - جهينه\r', 28, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1439, 'Kafr ElDawar - ElKarboun', 'كفر الدوار - الكربون\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1440, 'Kafr ElDawar - ElKanayas', 'كفر الدوار - الكنياس\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1441, 'Kafr ElDawar - Abis 06', 'كفر الدوار - ابيس 06\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1442, 'Kafr ElDawar - Kom ElBarakah', 'كفر الدوار - كوم البركه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1443, 'Kafr ElDawar - ElKhodrah', 'كفر الدوار - الخضره\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1444, 'Kafr ElDawar - ElTarh', 'كفر الدوار - الطرح\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1445, 'Kafr ElDawar - Monshaat Balbaa', 'كفر الدوار - منشاه بلبع\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1446, 'Kafr ElDawar - Izab Defsho', 'كفر الدوار - عزب دفشو\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1447, 'Kafr ElDawar - Monshaat Fadel', 'كفر الدوار - منشاه فاضل\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1448, 'Kafr ElDawar - Monshaat Amer', 'كفر الدوار - منشاه عامر\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1449, 'Kafr ElDawar - Qombayet Loqein', 'كفر الدوار - قومبانيه لوقين\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1450, 'Kafr ElDawar - Seirah', 'كفر الدوار - سرياح\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1451, 'Kafr ElDawar - ElTamamah', 'كفر الدوار - التمامه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1452, 'Kafr ElDawar - Markaz Kafr ElDawar', 'كفر الدوار - مركز كفر الدوار\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1453, 'Kafr ElDawar - Kom Dafsho', 'كفر الدوار - كوم دفشو\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1454, 'Kafr ElDawar - ElNashwa ElBahri', 'كفر الدوار - النشو البحري\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1455, 'Kafr ElDawar - Abis 08', 'كفر الدوار - ابيس 08\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1456, 'Kafr ElDawar - Loqein', 'كفر الدوار - لوقين\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1457, 'Kafr ElDawar - Monshaat Bassiouny', 'كفر الدوار - منشاه بسيوني\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1458, 'Kafr ElDawar - Abis 05', 'كفر الدوار - ابيس 05\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1459, 'Kafr ElDawar - ElAkreshah', 'كفر الدوار - العكريشه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1460, 'Kafr ElDawar - Abis 07', 'كفر الدوار - ابيس 07\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1461, 'Kafr ElDawar - ElMealah', 'كفر الدوار - الملقه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1462, 'Kafr ElDawar - Monshaat ElHalbawi', 'كفر الدوار - منشاه الهلباوي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1463, 'Kafr ElDawar - Sidi Ghazy', 'كفر الدوار - سيدي غازي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1464, 'Kafr ElDawar - Abis ElMostagadah', 'كفر الدوار - ابيس المستجده\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1465, 'Kafr ElDawar - Kafr Selim', 'كفر الدوار - كفر سليم\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1466, 'Kafr ElDawar - ElArqoub', 'كفر الدوار - العرقوب\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1467, 'Kafr ElDawar - Monshaat Younis', 'كفر الدوار - منشاه يونس\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1468, 'Kafr ElDawar - ElWestaneyah', 'كفر الدوار - الوسطانيه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1469, 'Kafr ElDawar - ElBaslaqon', 'كفر الدوار - البسلقون\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1470, 'Kafr ElDawar - ElBeida', 'كفر الدوار - البيضا\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1471, 'Kafr ElDawar - Maamal ElZogag', 'كفر الدوار - معمل الزجاج\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1472, 'Kafr ElDawar - Monshaat ElWakeel', 'كفر الدوار - منشاه الوكيل\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1473, 'Kafr ElDawar - ElAali', 'كفر الدوار - العالي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1474, 'Kafr ElDawar - Zahra', 'كفر الدوار - زهره\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1475, 'Kafr ElDawar - Monshaat ElAwqaf', 'كفر الدوار - منشاه الاوقاف\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1476, 'Kafr ElDawar - Qombayet Abu Qeir', 'كفر الدوار - منشاه ابو قير\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1477, 'Kafr ElDawar - Kom ElTarafayah', 'كفر الدوار - كوم الطرفايه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1478, 'Kafr ElDawar - Kafr ElDawar', 'كفر الدوار - كفر الدوار\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1479, 'Kafr ElDawar - Berdalah', 'كفر الدوار - بردله\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1480, 'Kafr ElDawar - Kom Asho', 'كفر الدوار - كوم اشو\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1481, 'Kafr ElSheikh - Kafr ElSheikh', 'كفر الشيخ - كفر الشيخ\r', 11, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1482, 'Kafr ElZayat - Kafr ElZayat', 'كفر الزيات - كفر الزيات\r', 9, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1483, 'Kafr Saad - Kafr Bateekh', 'كفر سعد - مدينه كفر البطيخ\r', 8, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1484, 'Kafr Saad - Kafr Saad', 'كفر سعد - كفر سعد\r', 8, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1485, 'Kafr Saad - Meet Abughaleb', 'كفر سعد - مدينه ميت ابو غالب\r', 8, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1486, 'Kafr Saqr - Kafr Saqr', 'كفر صقر - كفر صقر\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1487, 'Kafr Shokr - Kafr ElWelga', 'كفر شكر - كفر الولجا\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1488, 'Kafr Shokr - Kafr Tasfa', 'كفر شكر - كفر طصفا\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1489, 'Kafr Shokr - Barqata', 'كفر شكر - برقطا\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1490, 'Kafr Shokr - Kafr Shokr', 'كفر شكر - كفر شكر\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1491, 'Kafr Shokr - ElMonshaah ElSughra', 'كفر شكر - المنشاه الصغري\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1492, 'Kafr Shokr - Kafr Kurdi', 'كفر شكر - كفر كوردي\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1493, 'Kafr Shokr - ElZamrouneyah', 'كفر شكر - الزومرونيه\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1494, 'Kafr Shokr - Kafr Azab Ghoneim', 'كفر شكر - كفر عزب غنيم\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1495, 'Kafr Shokr - ElBaqashin', 'كفر شكر - البقاشين\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1496, 'Kafr Shokr - Kafr ElShahawi Khater', 'كفر شكر - كفر الشهاوي خاطر\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1497, 'Kafr Shokr - Kafr Abd ElSayed Nawar', 'كفر شكر - كفر عبد السيد نوار\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1498, 'Kafr Shokr - Kofour Amer w Radwan', 'كفر شكر - كفور عامر ورضوان\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1499, 'Kafr Shokr - Markaz Kafr Shukr', 'كفر شكر - مدينه كفر شكر\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1500, 'Kafr Shokr - Tasfa', 'كفر شكر - طصفا\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1501, 'Kafr Shokr - ElSafein', 'كفر شكر - الصفين\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1502, 'Kafr Shokr - Kafr Marwan', 'كفر شكر - كفر مروان\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1503, 'Kafr Shokr - ElMonshaah ElKubra', 'كفر شكر - المنشاه الكبري\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1504, 'Kafr Shokr - Asnit', 'كفر شكر - اسنيت\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1505, 'Kafr Shokr - Kafr Ragab', 'كفر شكر - كفر رجب\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1506, 'Kafr Shokr - Mit ElDerig', 'كفر شكر - ميت الدريج\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1507, 'Kafr Shokr - ElShafr', 'كفر شكر - الشفر\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1508, 'Karmouz - Sultan Mosque', 'كرموز - مسجد سلطان\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1509, 'Karmouz - Ghait ElEnab Gharb', 'كرموز - غيظ العنب غرب\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1510, 'Karmouz - Noubar', 'كرموز - نوبار\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1511, 'Karmouz - ElKarah w ElToubageyah w Kafr ElGhates', 'كرموز - الكره والطوباجيه وكفر غطاس\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1512, 'Karmouz - Karmouz Gharb', 'كرموز - كرموز غرب\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1513, 'Karmouz - Karmouz', 'كرموز - كرموز\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1514, 'Karmouz - Kafr ElGhates', 'كرموز - كفر غطاس\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1515, 'Karmouz - Karmouz Sharq', 'كرموز - كرموز شرق\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1516, 'King Maryout - King Maryout', 'كنج مريوط - كنج مريوط\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1517, 'Kom Hamada - Om Sabir', 'كوم حماده - ام صابر\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1518, 'Kom Hamada - Monshaat ElGorbagi', 'كوم حماده - منشاه الشوربجي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1519, 'Kom Hamada - Kom Hamada', 'كوم حماده - كوم حماده\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1520, 'Kom Hamada - Haa', 'كوم حماده - حا\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1521, 'Kom Hamada - Mliha', 'كوم حماده - مليحه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1522, 'Kom Hamada - Ein Galout', 'كوم حماده - عين جالوت\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1523, 'Kom Hamada - Kom Shreik', 'كوم حماده - كوم شريك\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1524, 'Kom Hamada - Othman Ibn Effan', 'كوم حماده - عثمان بن عفان\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1525, 'Kom Hamada - Bolein ElFawayed', 'كوم حماده - بولين الفوايد\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1526, 'Kom Hamada - Kafr Mogahed', 'كوم حماده - كفر مجاهد\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1527, 'Kom Hamada - Monshaat Abu Raya', 'كوم حماده - منشاه ابو ريه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1528, 'Kom Hamada - ElKifah', 'كوم حماده - الكفاح\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1529, 'Kom Hamada - King Othman', 'كوم حماده - كنج عثمان\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1530, 'Kom Hamada - Rawdet Khairi', 'كوم حماده - روضه خيري\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1531, 'Kom Hamada - ElBlakos', 'كوم حماده - البلاكوس\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1532, 'Kom Hamada - Aklam', 'كوم حماده - علقام\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1533, 'Kom Hamada - ElKhartoum', 'كوم حماده - الخرطوم\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1534, 'Kom Hamada - Zawya Naim', 'كوم حماده - زاويه نعيم\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1535, 'Kom Hamada - ElMaarakah', 'كوم حماده - المعركه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1536, 'Kom Hamada - ElSakhana', 'كوم حماده - السخانه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1537, 'Kom Hamada - Hera', 'كوم حماده - حراء\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1538, 'Kom Hamada - ElBriegat', 'كوم حماده - البريجات\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1539, 'Kom Hamada - Omar Shaheen', 'كوم حماده - عمر شاهين\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1540, 'Kom Hamada - Monshaat Rady', 'كوم حماده - منشاه راضي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1541, 'Kom Hamada - Kafr Ghanem', 'كوم حماده - كفر غانم\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1542, 'Kom Hamada - Abd ElMaguid Mousa', 'كوم حماده - عبد المجيد مرسي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1543, 'Kom Hamada - Sahali', 'كوم حماده - سحالي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1544, 'Kom Hamada - Moghanaien', 'كوم حماده - مغنين\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1545, 'Kom Hamada - Abuoka', 'كوم حماده - ابو اوكا\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1546, 'Kom Hamada - Omar Ibn ElKhattab', 'كوم حماده - عمر بن الخطاب\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1547, 'Kom Hamada - ElTod', 'كوم حماده - الطود\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1548, 'Kom Hamada - Ezbet Hussein Ali Hamza', 'كوم حماده - عزبه حسين على حمزه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1549, 'Kom Hamada - Badr', 'كوم حماده - بدر\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1550, 'Kom Hamada - ElSawaf', 'كوم حماده - الصواف\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1551, 'Kom Hamada - Kafr Ziadah', 'كوم حماده - كفر زياده\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1552, 'Kom Hamada - Kafr Bawlen', 'كوم حماده - كفر بولين\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1553, 'Kom Hamada - Abu Bakr', 'كوم حماده - ابو بكر\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1554, 'Kom Hamada - Abd ElHameed Abu Zaid', 'كوم حماده - علدالحميد ابوزيد\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1555, 'Kom Hamada - Kheneizah', 'كوم حماده - خنيزه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1556, 'Kom Hamada - Tah', 'كوم حماده - تاه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1557, 'Kom Hamada - Nabel ElWakad', 'كوم حماده - نبيل الوقاد\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1558, 'Kom Hamada - ElFaloga', 'كوم حماده - الفالوجا\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1559, 'Kom Hamada - Demeshli', 'كوم حماده - ديمشلي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1560, 'Kom Hamada - Mahalat Ahmad', 'كوم حماده - محله احمد\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1561, 'Kom Hamada - Mostafa Kamel', 'كوم حماده - مصطفى كامل\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1562, 'Kom Hamada - Abd ElSalam Aref', 'كوم حماده - عبدالسلام عارف\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1563, 'Kom Hamada - Zawyet Kheneizah', 'كوم حماده - زاويه خنيزه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1564, 'Kom Hamada - Ali Ibn Abi Talib', 'كوم حماده - على بن ابى طالب\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1565, 'Kom Hamada - Zawya ElBahr', 'كوم حماده - زاويه البحر\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1566, 'Kom Hamada - ElZafarani', 'كوم حماده - الزعفراني\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1567, 'Kom Hamada - Serseika', 'كوم حماده - سرسيقه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1568, 'Kom Hamada - Sein', 'كوم حماده - سين\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1569, 'Kom Hamada - Kafr ElAes', 'كوم حماده - كفر العيص\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1570, 'Kom Hamada - Omar Makram', 'كوم حماده - عمر مكرم\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1571, 'Kom Hamada - Shubra Oseim', 'كوم حماده - شبرا وسيم\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1572, 'Kom Hamada - Absom ElGharbeyah', 'كوم حماده - ابسوم الغربيه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1573, 'Kom Hamada - Felestin', 'كوم حماده - فلسطين\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1574, 'Kom Hamada - ElMahabbah', 'كوم حماده - المحبه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1575, 'Kom Hamada - ElHaden', 'كوم حماده - الحاضن\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1576, 'Kom Hamada - ElNegeilah', 'كوم حماده - النجيله\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1577, 'Kom Hamada - Baghdad', 'كوم حماده - بغداد\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1578, 'Kom Hamada - Kafr Salamoun', 'كوم حماده - كفر سلامون\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1579, 'Kom Hamada - ElAzima', 'كوم حماده - العزيمه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1580, 'Kom Hamada - Waked', 'كوم حماده - واكد\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1581, 'Kom Hamada - Markaz Kom Hamada', 'كوم حماده - مركز كوم حماده\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1582, 'Kom Hamada - Kherebta', 'كوم حماده - خربتا\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1583, 'Kom Hamada - ElTall ElKabir', 'كوم حماده - التل الكبير\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1584, 'Kom Hamada - Telbeka', 'كوم حماده - تلبقا\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1585, 'Kom Hamada - ElNakeidi', 'كوم حماده - النقيدي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1586, 'Kom Hamada - Beban', 'كوم حماده - ببان\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1587, 'Kom Hamada - Abu ElKhawi', 'كوم حماده - ابو الخاوي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1588, 'Kom Hamada - Kafr Gharen', 'كوم حماده - كفر غرين\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1589, 'Kom Hamada - Breim', 'كوم حماده - بريم\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1590, 'Kom Hamada - Kafr Dammatyawa', 'كوم حماده - كفر دمتيوه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1591, 'Kom Hamada - Monshaat Ali Mahana', 'كوم حماده - منشاه على مهنا\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1592, 'Kom Hamada - Salah ElDeen', 'كوم حماده - صلاح الدين\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1593, 'Kom Hamada - Demeito', 'كوم حمادة - دميطو', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1594, 'Kom Hamada - Salamoun', 'كوم حماده - سلامون\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1595, 'Kom Hamada - Shabour', 'كوم حماده - شابور\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1596, 'Kom Hamada - Saft ElEnab', 'كوم حماده - صفط العنب\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1597, 'Kom Hamada - Netma', 'كوم حماده - نتما\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1598, 'Kom Hamada - Absom ElSharqeyah', 'كوم حماده - ابسوم الشرقيه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1599, 'Kom Hamada - Imam Malik', 'كوم حماده - امام مالك\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1600, 'Kom Hamada - Mit Yazid', 'كوم حماده - ميت يزيد\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1601, 'Kom Hamada - ElNagah', 'كوم حماده - النجاح\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1602, 'Kom Hamada - ElAlawat', 'كوم حماده - القلاوات\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1603, 'Kom Hamada - Dest ElAshraf', 'كوم حماده - دست الاشرف\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1604, 'Kom Hamada - Zawya Mobarak', 'كوم حماده - زاويه مبارك\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1605, 'Kom Hamada - Ahmed Oraby', 'كوم حماده - احمد عرابى\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1606, 'Kom Hamada - ElTabareyah', 'كوم حماده - الطيريه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1607, 'Kom Hamada - Ibrahimaia Mahana', 'كوم حماده - ابراهيميه مهنا\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1608, 'Kom Ombo - Faris', 'كوم امبو - فارس\r', 13, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1609, 'Kom Ombo - Kom Ombo City', 'كوم امبو - مدينه كوم امبو\r', 13, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1610, 'Kom Ombo - ElKajuj', 'كوم امبو - الكاجوج\r', 13, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1611, 'Kom Ombo - Kom Ombo', 'كوم امبو - كوم امبو\r', 13, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1612, 'Kom Ombo Desert - Tushka', 'صحراء كوم امبو - توشكى\r', 13, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1613, 'Kom Ombo Desert - Kom Ombo Desert', 'صحراء كوم امبو - صحراء كوم امبو\r', 13, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1614, 'Luxor - Luxor', 'الاقصر - الاقصر\r', 31, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1615, 'Maghagha - Maghagha', 'مغاغه - مغاغه\r', 5, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1617, 'Mallawi - Mallawi', 'مالاوى - مالاوى\r', 5, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1619, 'Manfalout - Manfalout', 'منفلوط - منفلوط\r', 6, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1620, 'Manyal Shihah - Manyal Shihah', 'منيل شيحه - منيل شيحه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1621, 'Markaz Baris - Markaz Baris', 'مركز باريس - مركز باريس', 22, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1622, 'Markaz Nasser - Markaz Nasser', 'مركز ناصر - مركز ناصر\r', 16, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1623, 'Marsa Alam - Marsa Alam', 'مرسى علم - مرسى علم\r', 26, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1624, 'Marsa Matrouh - Marsa Matrouh', 'مرسى مطروح - مرسى مطروح\r', 19, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1625, 'Masaken Sheraton - Masaken Sheraton', 'مساكن شيراتون - مساكن شيراتون\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1626, 'Mashtool ElSouk - Mashtool ElSouk', 'مشتول السوق - مشتول السوق\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1627, 'Masr ElGedida - Heliopolis', 'مصر الجديده - هليوبوليس\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1628, 'Masr ElGedida - Gesr ElSuez', 'مصر الجديده - جسرالسويس\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1629, 'Masr ElGedida - Medan ElGamea', 'مصر الجديده - ميدان الجامع\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1630, 'Masr ElGedida - Mansheyet ElBakry', 'مصر الجديده - منشيه البكري\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1631, 'Masr ElGedida - Masr ElGedida', 'مصر الجديده - مصر الجديده\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1632, 'Masr ElGedida - Salah ElDin', 'مصر الجديده - صلاح الدين\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1633, 'Masr ElGedida - ElMontazah', 'مصر الجديده - المنتزه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1634, 'Masr ElGedida - Almazah', 'مصر الجديده - الماظه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1635, 'Masr ElQadimah - ElRodah w ElMeqias', 'مصر القديمه - الروضه والمقياس\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1636, 'Masr ElQadimah - Ein ElSeirah', 'مصر القديمه - عين الصيره\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1637, 'Masr ElQadimah - Fom ElKhalig w Deir ElNahas', 'مصر القديمه - فم الخليج ودير النحاس\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1638, 'Masr ElQadimah - ElKafour', 'مصر القديمه - الكفور\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1639, 'Masr ElQadimah - Athar ElNabi', 'مصر القديمه - اثر النبي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1640, 'Masr ElQadimah - Ashash ElBaroun', 'مصر القديمه - عشش البارون\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1641, 'Masr ElQadimah - Kom Ghorab', 'مصر القديمه - كوم غراب\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1642, 'Masr ElQadimah - ElDeyorah', 'مصر القديمه - الديوره\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1643, 'Masr ElQadimah - Abu ElSaoud ElMadabegh', 'مصر القديمه - ابو السعود المدابغ\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1644, 'Masr ElQadimah - Masr ElQadimah', 'مصر القديمه - مصر القديمه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1645, 'Masr ElQadimah - ElManyal', 'مصر القديمه - المنيل\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1646, 'Masr ElQadimah - ElKhokhah w ElQenayah', 'مصر القديمه - الخوخه والقناويه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1647, 'Masr ElQadimah - ElAnwar', 'مصر القديمه - الانوار\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1648, 'Masr ElQadimah - ElManyal West', 'مصر القديمه - المنيل الغربي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1649, 'Menouf City - Menouf City', 'مدينه منوف - مدينه منوف\r', 20, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1650, 'Menouf City - ElKhatatbah', 'مدينه منوف - الخطاطبه\r', 20, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1651, 'Menyet ElNasr - Monshaat Asem', 'منيه النصر - منشاه عاصم\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1652, 'Menyet ElNasr - ElBaglat', 'منيه النصر - البجلات\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32');
INSERT INTO `areas` (`id`, `name_en`, `name_ar`, `region_id`, `available_beranche`, `shipping_fees`, `status`, `created_at`, `updated_at`) VALUES
(1653, 'Menyet ElNasr - Monshaat ElGammal', 'منيه النصر - منشاه الجمال\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1654, 'Menyet ElNasr - Mit Asem-Dakahlia', 'منيه النصر - ميت عاصم-الدقهليه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1655, 'Menyet ElNasr - Kafr ElKordy', 'منيه النصر - كفر الكردي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1656, 'Menyet ElNasr - Kafr Allam', 'منيه النصر - كفر علام\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1657, 'Menyet ElNasr - Hamada Menyet ElNasr', 'منيه النصر - حماده منيه النصر\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1658, 'Menyet ElNasr - Mit Hadid', 'منيه النصر - ميت حديد\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1659, 'Menyet ElNasr - Mit Tamamah', 'منيه النصر - ميت تمامه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1660, 'Menyet ElNasr - ElHamideyah', 'منيه النصر - الحميديه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1661, 'Menyet ElNasr - Brembel ElQadimah', 'منيه النصر - برمبال القديمه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1662, 'Menyet ElNasr - ElReyad', 'منيه النصر - الرياض\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1663, 'Menyet ElNasr - Menyet ElNasr', 'منيه النصر - منيه النصر\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1664, 'Menyet ElNasr - Brembel ElGadidah', 'منيه النصر - برمبال الجديده\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1665, 'Menyet ElNasr - Kafr Abu Zekri', 'منيه النصر - كفر ابو ذكري\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1666, 'Menyet ElNasr - Kafr Qanish', 'منيه النصر - كفر قنيش\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1667, 'Menyet ElNasr - ElGeneina', 'منية النصر - الجنينية', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1668, 'Menyet ElNasr - ElNazl', 'منية النصر - النزل', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1669, 'Metay - Metay', 'مطاى - مطاى\r', 5, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1671, 'Metobas - Khaleej Qebly', 'مطوبس - خليج قبلى\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1672, 'Metobas - Metobas', 'مطوبس - مطوبس\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1673, 'Metobas - Khaleej Bahary', 'مطوبس - خليج بحرى\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1674, 'Mina ElBasal - ElWardiyan Qebli', 'مينا البصل - الورديان شرق\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1675, 'Mina ElBasal - Tabyet Saleh', 'مينا البصل - طابيه صالح\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1676, 'Mina ElBasal - ElMetras', 'مينا البصل - المتراس\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1677, 'Mina ElBasal - ElMafrouzah Gharb', 'مينا البصل - المفروزه غرب\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1678, 'Mina ElBasal - ElAmoud', 'مينا البصل - العمود\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1679, 'Mina ElBasal - ElBoursah Kafr Ashri', 'مينا البصل - البورصه وكفر عشري\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1680, 'Mina ElBasal - Kom ElShoqafah', 'مينا البصل - كوم الشقافه\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1681, 'Mina ElBasal - ElQabari', 'مينا البصل - القباري\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1682, 'Mina ElBasal - Mina ElBasal', 'مينا البصل - مينا البصل\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1683, 'Mina ElBasal - ElWardiyan Sharq', 'مينا البصل - الورديان قبلي\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1684, 'Mina ElBasal - ElMafrouzah Sharq', 'مينا البصل - المفروزه شرق\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1685, 'Minshat Nasir - Minshat Nasir', 'منشاه ناصر - منشاه ناصر\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1686, 'Minya ElQamh - Minya ElQamh', 'منيا القمح - منيا القمح\r', 27, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1687, 'Mit Ghamr - Kafr Ibrahim Youssef', 'ميت غمر - كفر ابراهيم يوسف\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1688, 'Mit Ghamr - Kafr Abu ElAinain', 'ميت غمر - كفر ابو العينين\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1689, 'Mit Ghamr - Atmidah', 'ميت غمر - اتميده\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1690, 'Mit Ghamr - Kafr ElNaeem', 'ميت غمر - كفر النعيم\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1691, 'Mit Ghamr - Bahidah', 'ميت غمر - بهيده\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1692, 'Mit Ghamr - Hala', 'ميت غمر - هلا\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1693, 'Mit Ghamr - Kafr ElHegazi', 'ميت غمر - كفر الحجازي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1694, 'Mit Ghamr - Kafr Ali Abd Allah', 'ميت غمر - كفر علي عبد الله\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1695, 'Mit Ghamr - ElHakemeyah', 'ميت غمر - الحاكميه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1696, 'Mit Ghamr - Kafr ElGohary', 'ميت غمر - كفر الجوهري\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1697, 'Mit Ghamr - Kafr Abu Nabhan', 'ميت غمر - كفر ابو نبهان\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1698, 'Mit Ghamr - Mit ElEzz', 'ميت غمر - ميت العز\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1699, 'Mit Ghamr - Kafr Serenga', 'ميت غمر - كفر سرنجا\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1700, 'Mit Ghamr - Kafr ElSharaqwah', 'ميت غمر - كفر الشراقوه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1701, 'Mit Ghamr - Sentmay', 'ميت غمر - سنتماي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1702, 'Mit Ghamr - ElDyoneyah', 'ميت غمر - الديونيه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1703, 'Mit Ghamr - Mit Ghamr', 'ميت غمر - ميت غمر\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1704, 'Mit Ghamr - Kom ElNour w Kafr ElDelil', 'ميت غمر - كوم النور وكفر الدليل\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1705, 'Mit Ghamr - Tafahnah ElAshraf', 'ميت غمر - تفهنا الاشراف\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1706, 'Mit Ghamr - Madinet Mit Ghamr (Include Daqados)', 'ميت غمر - مدينه ميت غمر\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1707, 'Mit Ghamr - Kafr Noeman', 'ميت غمر - كفر نعمان\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1708, 'Mit Ghamr - Kafr Suleiman Tadros', 'ميت غمر - كفر سليمان تادرس\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1709, 'Mit Ghamr - Awlilah', 'ميت غمر - اوليله\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1710, 'Mit Ghamr - Mit Nagy', 'ميت غمر - ميت ناجي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1711, 'Mit Ghamr - Kafr Dawoud Matar', 'ميت غمر - كفر داود مطر\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1712, 'Mit Ghamr - Kafr ElMuhammadeyah', 'ميت غمر - كفر المحمديه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1713, 'Mit Ghamr - Kafr ATA Allah Soliman', 'ميت غمر - كفر عطا الله سليمان\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1714, 'Mit Ghamr - ElMaasarah w Kofoureha Mit Ghamr', 'ميت غمر - المعصره وكفور ميت غمر\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1715, 'Mit Ghamr - Beshla', 'ميت غمر - بشلا\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1716, 'Mit Ghamr - Gasfa', 'ميت غمر - جصفا\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1717, 'Mit Ghamr - Mit ElFaramawi', 'ميت غمر - ميت الفرماوي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1718, 'Mit Ghamr - Bashaloush', 'ميت غمر - بشالوش\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1719, 'Mit Ghamr - Kafr Mit ElEzz', 'ميت غمر - كفر ميت العز\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1720, 'Mit Ghamr - Senbo Maqam', 'ميت غمر - سنبو مقام\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1721, 'Mit Ghamr - Kafr ElMeqdam', 'ميت غمر - كفر المقدام\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1722, 'Mit Ghamr - Mit Mohsen', 'ميت غمر - ميت محسن\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1723, 'Mit Ghamr - Senfa', 'ميت غمر - سنفا\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1724, 'Mit Ghamr - Kafr Barbari Suleiman', 'ميت غمر - كفر بربري سليمان\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1725, 'Mit Ghamr - Serenga', 'ميت غمر - سرنجا\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1726, 'Mit Ghamr - Kafr ElShaikh', 'ميت غمر - كفر الشيخ\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1727, 'Mit Ghamr - Mit Yaish w Kofouraha', 'ميت غمر - ميت يعيش وكفورها\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1728, 'Mit Ghamr - Damas', 'ميت غمر - دماص\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1729, 'Mit Ghamr - Mit Abu Khaled w Kafr Ali Badrah', 'ميت غمر - ميت ابوخالد وكفر البدره\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1730, 'Mit Ghamr - Sahragt ElSughra w Kafr Gerges Youssef', 'ميت غمر - صهرجت الكبري وكفر جرجس يوسف\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1731, 'Mit Ghamr - ElRahmaneyah', 'ميت غمر - الرحمانيه-الدقهليه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1732, 'Mit Ghamr - ElBouha', 'ميت غمر - البوها\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1733, 'Mit Ghamr - Kafr ElWazir', 'ميت غمر - كفر الوزير\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1734, 'Mit Ghamr - Kafr ElShaheed', 'ميت غمر - كفر الشهيد\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1735, 'Mit Ghamr - Dandit w Kafr Mahmoud Nafee', 'ميت غمر - دنديط وكفر محمود نافع\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1736, 'Mit Ghamr - Mit ElQershi', 'ميت غمر - ميت القرشي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1737, 'Mit Ghamr - Kafri Bahidah w Ibrahim Sharaf', 'ميت غمر - كفر باهيده وابراهيم اشرف\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1738, 'Mit Ghamr - Kofour ElBahaytah', 'ميت غمرة - كفر الباحيته', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1739, 'Mit Qadous - Mit Qadous', 'ميت قادوس - ميت قادوس\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1740, 'Mit Shammas - Mit Shammas', 'ميت شماس - ميت شماس\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1741, 'Moharram Bek - Moharram Bek', 'محرم بك - محرم بك\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1742, 'Moharram Bek - Ezbet Shararakas', 'محرم بك - عزبه شركس\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1743, 'Moharram Bek - ElBab ElGadid w Mansha', 'محرم بك - الباب الجديد\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1744, 'Moharram Bek - Abis 01', 'محرم بك - ابيس 01\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1745, 'Moharram Bek - ElBab ElGadid Sharqi', 'محرم بك - الباب الجديد شرقي\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1746, 'Moharram Bek - Ragheb Basha', 'محرم بك - راغب باشا\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1747, 'Moharram Bek - Abis 06', 'محرم بك - ابيس 06\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1748, 'Moharram Bek - Abis 05', 'محرم بك - ابيس 05\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1749, 'Moharram Bek - Abis', 'محرم بك - ابيس\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1750, 'Moharram Bek - Abis 04', 'محرم بك - ابيس 04\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1751, 'Moharram Bek - Abis 03', 'محرم بك - ابيس 03\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1752, 'Moharram Bek - Abis 02', 'محرم بك - ابيس 02\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1753, 'Moharram Bek - Emberouz', 'محرم بك - امبروز\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1754, 'Moharram Bek - Abis 07', 'محرم بك - ابيس 07\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1755, 'Moharram Bek - Abis 10', 'محرم بك - ابيس 10\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1756, 'Moharram Bek - ElAbid Bridge', 'محرم بك - كوبرى العبيد\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1757, 'Moharram Bek - Abis 09', 'محرم بك - ابيس 09\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1758, 'Moharram Bek - Abis 08', 'محرم بك - ابيس 08\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1759, 'Nagaa Hammadi - Hamrat Dom', 'نجع حمادي - قريه حمرا دوم\r', 25, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1760, 'Nagaa Hammadi - Nagaa Hammadi', 'نجع حمادي - نجع حمادي\r', 25, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1761, 'Naqadah - Naqadah', 'نقاده - نقاده\r', 25, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1762, 'Nasr - Tushka', 'نصر - توشكى\r', 13, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1763, 'Nasr - Nasr', 'نصر - نصر\r', 13, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1764, 'Nasr - Nasr Desert', 'نصر - صحراء نصر\r', 13, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1765, 'Nasr - Kalabsha', 'نصر - كلبشه\r', 13, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1766, 'Nasr - Nasr Elnouba', 'نصر - نصر النوبه\r', 13, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1767, 'Nasr City - ElWafaa w ElAmal', 'مدينه نصر - الوفاء والامل\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1768, 'Nasr City - Ard ElGolf', 'مدينه نصر - ارض الجولف\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1769, 'Nasr City - ElTawfik', 'مدينه نصر - التوفيق\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1770, 'Nasr City - ElHay 07', 'مدينه نصر - الحي 07\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1771, 'Nasr City - ElManteqa 06', 'مدينه نصر - المنطقه 06', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1772, 'Nasr City - ElManteqa 10', 'مدينه نصر - المنطقه 10\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1773, 'Nasr City - ElHadiqa ElDawleya', 'مدينه نصر - الحديقه الدوليه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1774, 'Nasr City - Gameat ElAzhar', 'مدينه نصر - جامعه الازهر\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1775, 'Nasr City - Masaken ElMohandesin', 'مدينه نصر - مساكن المهندسين\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1776, 'Nasr City - ElManteqa 09', 'مدينه نصر - المنطقه 09\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1777, 'Nasr City - Hay ElSefarat', 'مدينه نصر - حي السفارات\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1778, 'Nasr City - Ezbet ElArab-Cairo', 'مدينه نصر - عزبه العرب\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1779, 'Nasr City - Manteqet ElCinema', 'مدينه نصر - منطقه السينما\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1780, 'Nasr City - ElHay 10', 'مدينه نصر - الحي 10\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1781, 'Nasr City - ElHay 08', 'مدينه نصر - الحي 08\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1782, 'Nasr City - Ezbet ElHaganah', 'مدينه نصر - عزبه الهجانه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1783, 'Nasr City - Nasr City', 'مدينه نصر - مدينه نصر\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1784, 'Nasr City - ElManteqa 01', 'مدينه نصر - المنطقه 01\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1785, 'Nasr City - ElSharekat', 'مدينه نصر - الشركات\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1786, 'Nasr City - ElManteqa 08', 'مدينه نصر - المنطقه 08\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1787, 'Nasr City - Rabaa ElAdaweyah', 'مدينه نصر - رابعه العدويه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1788, 'Nasr City - ElHay 06', 'مدينه نصر - الحي 06\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1789, 'Nasr City - Zahraa Nasr City', 'مدينه نصر - زهراء مدينه نصر\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1790, 'Nasr City - ElEstad', 'مدينه نصر - الاستاد\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1791, 'Nasr City - ElNadi ElAhli', 'مدينه نصر - النادي الاهلي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1792, 'Nazlet ElAshtar - Nazlet ElAshtar', 'نزله الاشطر - نزله الاشطر\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1793, 'New Asyut - New Asyut', 'اسيوط الجديده - اسيوط الجديده\r', 6, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1794, 'New Beni Suef - New Beni Suef', 'بني سويف الجديده - بني سويف الجديده\r', 16, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1795, 'New Cairo - ElYasmeen', 'القاهره الجديده - الياسمين\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1796, 'New Cairo - 1st Settlement - District 11', 'القاهره الجديده - التجمع الاول - الحي 11\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1797, 'New Cairo - ElBanafseg 02', 'القاهره الجديده - البنفسج 02\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1798, 'New Cairo - Nakhil Village', 'القاهره الجديده - قريه النخيل\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1799, 'New Cairo - ElNarges 06', 'القاهره الجديده - النرجس 06\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1800, 'New Cairo - Ministry of Finance - Housing Project', 'القاهره الجديده - مشروع اسكان وزاره الماليه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1801, 'New Cairo - Ganoub Algameiat', 'القاهره الجديده - جنوب الجمعيات\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1802, 'New Cairo - ElYasmeen Services Area', 'القاهره الجديده - الياسمين خدمات\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1803, 'New Cairo - ElRehab', 'القاهره الجديده - الرحاب\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1804, 'New Cairo - 1st Settlement - District 02', 'القاهره الجديده - التجمع الاول - الحي 02\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1805, 'New Cairo - 1st Settlement - Services Area', 'القاهره الجديده - التجمع الاول - منطقه الخدمات\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1806, 'New Cairo - ElBanafseg 03', 'القاهره الجديده - البنفسج 03\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1807, 'New Cairo - 5th Settlement - District 02', 'القاهره الجديده - التجمع الخامس - الحي 02\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1808, 'New Cairo - Village Gardens', 'القاهره الجديده - فيلدج جاردنز\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1809, 'New Cairo - Police Academy', 'القاهره الجديده - اكاديميه الشرطه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1810, 'New Cairo - 1st Settlement - District 07', 'القاهره الجديده - التجمع الاول - الحي 07\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1811, 'New Cairo - Emaar Mivida', 'القاهره الجديده - اعمار ميفيدا\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1812, 'New Cairo - ElNarges 07', 'القاهره الجديده - النرجس 07\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1813, 'New Cairo - The Industrial Zone', 'القاهره الجديده - المنطقه الصناعيه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1814, 'New Cairo - 1st Settlement - District 04', 'القاهره الجديده - التجمع الاول - الحي 04\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1815, 'New Cairo - Fountain Park', 'القاهره الجديده - فاونتين بارك\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1816, 'New Cairo - ElNarges 04', 'القاهره الجديده - النرجس 04\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1817, 'New Cairo - Investor Area Extension', 'القاهره الجديده - المستثمرين - امتداد\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1818, 'New Cairo - Fifth Square ElMarasem', 'القاهره الجديده - المراسم\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1819, 'New Cairo - Land Projects Fund', 'القاهره الجديده - ارض المشاريع\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1820, 'New Cairo - ElYasmeen 05', 'القاهره الجديده - الياسمين 05\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1821, 'New Cairo - ElRehab - Phase 05', 'القاهره الجديده - الرحاب - المرحله 05\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1822, 'New Cairo - 3rd Settlement', 'القاهره الجديده - التجمع الثالث\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1823, 'New Cairo - ElNarges 03', 'القاهره الجديده - النرجس 03\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1824, 'New Cairo - Univ & Schools Area', 'القاهره الجديده - منطقه المدارس والجامعات\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1825, 'New Cairo - 1st Settlement - District 05', 'القاهره الجديده - التجمع الاول - الحي 05\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1826, 'New Cairo - ElNarges 08', 'القاهره الجديده - النرجس 08\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1827, 'New Cairo - ElBanafseg 08', 'القاهره الجديده - البنفسج 08\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1828, 'New Cairo - Eagles Compound', 'القاهره الجديده - كمبوند ايجلز\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1829, 'New Cairo - ElYasmeen 02', 'القاهره الجديده - الياسمين 02\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1830, 'New Cairo - ElAndalos', 'القاهره الجديده - الاندلس\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1831, 'New Cairo - 1st Settlement - District 06', 'القاهره الجديده - التجمع الاول - الحي 06\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1832, 'New Cairo - Family Park', 'القاهره الجديده - فاميلي بارك\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1833, 'New Cairo - ElNarges 01', 'القاهره الجديده - النرجس 01\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1834, 'New Cairo - ElYasmeen 01', 'القاهره الجديده - الياسمين 01\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1835, 'New Cairo - 5th Settlement - District 01', 'القاهره الجديده - التجمع الخامس - الحي 01\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1836, 'New Cairo - ElLotus', 'القاهره الجديده - اللوتس\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1837, 'New Cairo - Arabila', 'القاهره الجديده - ارابيلا\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1838, 'New Cairo - 5th Settlement - District 03', 'القاهره الجديده - التجمع الخامس - الحي 03\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1839, 'New Cairo - ElKoronfel Villas', 'القاهره الجديده - القرنفل فيلات\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1840, 'New Cairo - ElBanafseg 10', 'القاهره الجديده - البنفسج 10\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1841, 'New Cairo - ElRehab - Extension', 'القاهره الجديده - الرحاب - امتداد الرحاب\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1842, 'New Cairo - 1st Settlement - District 08', 'القاهره الجديده - التجمع الاول - الحي 08\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1843, 'New Cairo - ElBanafseg Buildings', 'القاهره الجديده - البنفسج عمارات\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1844, 'New Cairo - Villette Sodic', 'القاهره الجديده - سوديك\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1845, 'New Cairo - ElDiyar Compound', 'القاهره الجديده - كمبوند الديار\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1846, 'New Cairo - ElNarges 02', 'القاهره الجديده - النرجس 02\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1847, 'New Cairo - American University in Cairo (AUC)', 'القاهره الجديده - الجامعه الامريكيه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1848, 'New Cairo - ElRehab - Phase 03', 'القاهره الجديده - الرحاب - المرحله 03\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1849, 'New Cairo - ElShouyfat', 'القاهره الجديده - الشويفات\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1850, 'New Cairo - Katameya Residence', 'القاهره الجديده - قطاميه ريزدنس\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1851, 'New Cairo - Lake View', 'القاهره الجديده - ليك فيو\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1852, 'New Cairo - ElBanafseg 04', 'القاهره الجديده - البنفسج 04\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1853, 'New Cairo - East The Academy', 'القاهره الجديده - شرق الاكاديميه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1854, 'New Cairo - Mountain View 02', 'القاهره الجديده - ماونتن فيو 02\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1855, 'New Cairo - ElYasmeen 04', 'القاهره الجديده - الياسمين 04\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1856, 'New Cairo - Cairo Festival City', 'القاهره الجديده - كايرو فستفال سيتي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1857, 'New Cairo - Porto Cairo', 'القاهره الجديده - بورتو كايرو\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1858, 'New Cairo - ElRehab - Phase 04', 'القاهره الجديده - الرحاب - المرحله 04\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1859, 'New Cairo - 1st Settlement - District 03', 'القاهره الجديده - التجمع الاول - الحي 03\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1860, 'New Cairo - ElBanafseg 01', 'القاهره الجديده - البنفسج 01\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1861, 'New Cairo - Madinaty', 'القاهره الجديده - مدينتي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1862, 'New Cairo - Helio Park Residence', 'القاهره الجديده - هيليو بارك\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1863, 'New Cairo - Investors Area South', 'القاهره الجديده - المستثمرين الجنوبيه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1864, 'New Cairo - ElBanafseg 11', 'القاهره الجديده - البنفسج 11\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1865, 'New Cairo - ElBanafseg 06', 'القاهره الجديده - البنفسج 06\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1866, 'New Cairo - Layan Residence', 'القاهره الجديده - ليان ريزدنس\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1867, 'New Cairo - 1st Settlement', 'القاهره الجديده - التجمع الاول\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1868, 'New Cairo - 1st Settlement - District 14', 'القاهره الجديده - التجمع الاول - الحي 14\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1869, 'New Cairo - ElNarges', 'القاهره الجديده - النرجس\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1870, 'New Cairo - ElYasmeen 08', 'القاهره الجديده - الياسمين 08\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1871, 'New Cairo - 1st Settlement - District 13', 'القاهره الجديده - التجمع الاول - الحي 13\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1872, 'New Cairo - ElBanafseg Services Area', 'القاهره الجديده - البنفسج خدمات\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1873, 'New Cairo - ElAmal', 'القاهره الجديده - الامل\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1874, 'New Cairo - Elkoronfel', 'القاهره الجديده - القرنفل\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1875, 'New Cairo - ElRehab - Phase 06', 'القاهره الجديده - الرحاب - المرحله 06\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1876, 'New Cairo - ElBanafseg 09', 'القاهره الجديده - البنفسج 09\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1877, 'New Cairo - ElBanafseg 07', 'القاهره الجديده - البنفسج 07\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1878, 'New Cairo - ElBanafseg 05', 'القاهره الجديده - البنفسج 05\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1879, 'New Cairo - ElRehab - Sporting Club', 'القاهره الجديده - الرحاب - نادي الرحاب الرياضي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1880, 'New Cairo - 5th Settlement', 'القاهره الجديده - التجمع الخامس\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1881, 'New Cairo - 1st Settlement - District 01', 'القاهره الجديده - التجمع الاول - الحي 01\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1882, 'New Cairo - West Arabella', 'القاهره الجديده - غرب ارابيلا\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1883, 'New Cairo - 5th Settlement - South 90 St.', 'القاهره الجديده - التجمع الخامس - شارع التسعين الجنوبي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1884, 'New Cairo - 5th Settlement - District 05', 'القاهره الجديده - التجمع الخامس - الحي 05\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1885, 'New Cairo - ElYasmeen 06', 'القاهره الجديده - الياسمين 06\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1886, 'New Cairo - 1st Settlement - District 09', 'القاهره الجديده - التجمع الاول - الحي 09\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1887, 'New Cairo - Azzar', 'القاهره الجديده - ازار\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1888, 'New Cairo - Mirage City', 'القاهره الجديده - ميراج سيتي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1889, 'New Cairo - Elkoronfel Services Area', 'القاهره الجديده - القرنفل خدمات\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1890, 'New Cairo - Dar Masr', 'القاهره الجديده - دار مصر\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1891, 'New Cairo - Investors Area North', 'القاهره الجديده - المستثمرين الشماليه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1892, 'New Cairo - South of Academy', 'القاهره الجديده - جنوب الاكاديميه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1893, 'New Cairo - ElRehab - Market', 'القاهره الجديده - الرحاب - سوق الرحاب\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1894, 'New Cairo - Gharb ElGolf', 'القاهره الجديده - غرب الجولف\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1895, 'New Cairo - 5th Settlement - North 90 St.', 'القاهره الجديده - التجمع الخامس - شارع التسعين الشمالي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1896, 'New Cairo - Marina City', 'القاهره الجديده - مارينا سيتي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1897, 'New Cairo - Beet ElWatan', 'القاهره الجديده - بيت الوطن\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1898, 'New Cairo - German University in Cairo (GUC)', 'القاهره الجديده - الجامعه الالمانيه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1899, 'New Cairo - Tamr Hena', 'القاهره الجديده - تمر حنه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1900, 'New Cairo - ElSharbatly Villas', 'القاهره الجديده - فيلات الشربتلي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1901, 'New Cairo - Aswar Residence', 'القاهره الجديده - كمبوند اسوار\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1902, 'New Cairo - ElBanafseg', 'القاهره الجديده - البنفسج\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1903, 'New Cairo - ElNarges Services', 'القاهره الجديده - النرجس خدمات\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1904, 'New Cairo - 5th Settlement - District 04', 'القاهره الجديده - التجمع الخامس - الحي 04\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1905, 'New Cairo - New Cairo', 'القاهره الجديده - القاهره الجديده\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1906, 'New Cairo - ElBanafseg 12', 'القاهره الجديده - البنفسج 12\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1907, 'New Cairo - ElYasmeen 03', 'القاهره الجديده - الياسمين 03\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1908, 'New Cairo - Swan Lake', 'القاهره الجديده - سوان ليك\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1909, 'New Cairo - ElDiplomaseen', 'القاهره الجديده - الدبلوماسيين\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1910, 'New Cairo - Lake View Residence', 'القاهره الجديده - ليك فيو ريزدنس\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1911, 'New Cairo - ElKatameya', 'القاهره الجديده - القطاميه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1912, 'New Cairo - 1st Settlement - District 10', 'القاهره الجديده - التجمع الاول - الحي 10\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1913, 'New Cairo - Galleria Moon Valley', 'القاهره الجديده - جاليريا مون فالي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1914, 'New Cairo - ElNarges 05', 'القاهره الجديده - النرجس 05\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1915, 'New Cairo - ElNarges Buildings', 'القاهره الجديده - النرجس عمارات\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1916, 'New Cairo - 1st Settlement - District 12', 'القاهره الجديده - التجمع الاول - الحي 12\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1917, 'New Cairo - ElYasmeen 07', 'القاهره الجديده - الياسمين 07\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1918, 'New Cairo - ElRehab - Phase 01', 'القاهره الجديده - الرحاب - المرحله 01\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1919, 'New Cairo - ElRehab - Phase 02', 'القاهرة الجديدة - الرحاب 2', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1920, 'New Capital - New Capital', 'العاصمه الاداريه الجديده - العاصمه الاداريه الجديده\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1921, 'New Damietta - New Damietta', 'دمياط الجديده - دمياط الجديده\r', 8, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1922, 'New Minya - New Minya', 'المنيا الجديده - المنيا الجديده\r', 5, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1924, 'New Sohag - New Sohag', 'سوهاج الجديده - سوهاج الجديده\r', 28, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1925, 'North Coast - Marasi', 'الساحل الشمالي - ماراسي\r', 32, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1926, 'North Coast - Ghazala', 'الساحل الشمالي - غزاله\r', 32, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1927, 'North Coast - Marsillia', 'الساحل الشمالي - مارسيليا\r', 32, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1928, 'North Coast - Marina', 'الساحل الشمالي - مارينا\r', 32, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1929, 'North Coast - Krair Lagoon', 'الساحل الشمالي - بحيره كرير\r', 32, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1930, 'North Coast - Sidi Krair', 'الساحل الشمالي - سيدي كرير\r', 32, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1931, 'North Coast - La Vista', 'الساحل الشمالي - لا ڤيستا\r', 32, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1932, 'North Coast - Ramsis', 'الساحل الشمالي - رمسيس\r', 32, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1933, 'North Coast - Hacienda', 'الساحل الشمالي - هاسيندا\r', 32, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1934, 'North Coast - Mina', 'الساحل الشمالي - مينا\r', 32, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1935, 'North Coast - Sea Shell', 'الساحل الشمالي - سي شيل\r', 32, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1936, 'North Coast - Deplo', 'الساحل الشمالي - دبلو\r', 32, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1937, 'North Coast - North Coast', 'الساحل الشمالي - الساحل الشمالي\r', 32, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1938, 'North Coast - Green', 'الساحل الشمالي - جرين\r', 32, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1939, 'North Coast - Golden Beach', 'الساحل الشمالي - الشاطئ الذهبي\r', 32, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1940, 'North Coast - Amwaj', 'الساحل الشمالي - امواچ\r', 32, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1941, 'North Coast - Stella Heights', 'الساحل الشمالي - ستيلا هايتس\r', 32, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1942, 'North Coast - Sidi Abd ElRahman', 'الساحل الشمالي - سيدي عبد الرحمان\r', 32, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1943, 'North Coast - Shrouk', 'الساحل الشمالي - شروق\r', 32, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1944, 'North Coast - Krair Garden', 'الساحل الشمالي - حديقه كرير\r', 32, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1945, 'North Coast - Telal', 'الساحل الشمالي - تلال\r', 32, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1946, 'North Coast - Stella Abd ElRahman', 'الساحل الشمالي - ستيلا عبد الرحمان\r', 32, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1947, 'Obour - District 01', 'العبور - المنطقه 01\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1948, 'Obour - Golf City', 'العبور - مدينه الجولف\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1949, 'Obour - District 02', 'العبور - المنطقه 02\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1950, 'Obour - District 05', 'العبور - المنطقه 05\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1951, 'Obour - District 06', 'العبور - المنطقه 06\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1952, 'Obour - Gamaiet Ahmed Orabi', 'العبور - جمعيه احمد عرابي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1953, 'Obour - National Housing', 'العبور - الاسكان الوطني\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1954, 'Obour - Obour', 'العبور - العبور\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1955, 'Obour - Youth Housing', 'العبور - اسكان الشباب\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1956, 'Obour - Future Housing', 'العبور - اسكان المستقبل\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1957, 'Obour - Industrial Zone 01', 'العبور - المنطقه الصناعيه 01\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1958, 'Obour - District 09', 'العبور - المنطقه 09\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1959, 'Obour - District 03', 'العبور - المنطقه 03\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1960, 'Obour - District 08', 'العبور - المنطقه 08\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1961, 'Obour - Entertainment District', 'العبور - منطقه الترفيه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1962, 'Obour - District 04', 'العبور - المنطقه 04\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1963, 'Obour - Family Housing', 'العبور - الاسكان العائلي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1964, 'Obour - Kiriazi', 'العبور - كيريازي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1965, 'Obour - District 07', 'العبور - المنطقه 07\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1966, 'Outside Ismailia - New Salhia', 'خارج الاسماعيليه - الصالحيه الجديده\r', 18, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1967, 'Outside Ismailia - Outside Ismailia', 'خارج الاسماعيليه - خارج الاسماعيليه\r', 18, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1968, 'Outside Ismailia - Free Zone', 'خارج الاسماعيليه - المنطقه الحره\r', 18, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1969, 'Outside Ismailia - Industrial Zone', 'خارج الاسماعيليه - المنطقه الصناعيه\r', 18, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1970, 'Port Fouad - Port Fouad', 'بور فؤاد - بور فؤاد\r', 24, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1971, 'Port Tawfik - Port Tawfik', 'بور توفيق - بور توفيق\r', 30, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1972, 'Qalyoub - ElSaad', 'قليوب - السد\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1973, 'Qalyoub - Zawya ElNaggar', 'قليوب - زاويه النجار\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1974, 'Qalyoub - Sendeyon', 'قليوب - سنديون\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1975, 'Qalyoub - Belqes', 'قليوب - بلقس\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1976, 'Qalyoub - Mit Helfa', 'قليوب - ميت حلفا\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1977, 'Qalyoub - Kafr Abu Gomaa', 'قليوب - كفر ابو جمعه\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1978, 'Qalyoub - Nay', 'قليوب - ناي\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1979, 'Qalyoub - Kom Ashfin', 'قليوب - كوم اشفين\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1980, 'Qalyoub - Helabah w Kafr ElSabil', 'قليوب - حلابه وكفر السبيل\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1981, 'Qalyoub - Sanafir', 'قليوب - صنافير\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1982, 'Qalyoub - Manti', 'قليوب - منطي\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1983, 'Qalyoub - Qelma', 'قليوب - قلما\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1984, 'Qalyoub - Kafr Ramadah', 'قليوب - كفر رمادا\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1985, 'Qalyoub - ElSabah', 'قليوب - الصباح\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1986, 'Qalyoub - Mit Nama', 'قليوب - ميت نما\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1987, 'Qalyoub - Qalyoub', 'قليوب - قليوب\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1988, 'Qalyoub - Tanan', 'قليوب - طنان\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1989, 'Qalyoub - Shoubra ElKheimah', 'قليوب - شبرا الخيمة', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1990, 'Qasr ElNile - Qasr ElNile', 'قسم قصر النيل - قسم قصر النيل\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1991, 'Qasr ElNile - Garden City', 'قسم قصر النيل - جاردن سيتي\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1992, 'Qeft - Qeft', 'قفط - قفط\r', 25, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1993, 'Qena - Qena', 'قنا - قنا\r', 25, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1994, 'Qena ElGadida - Qena ElGadida', 'قنا الجديده - قنا الجديده\r', 25, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1995, 'Qesm Aswan - Qesm Aswan', 'قسم اسوان - قسم اسوان\r', 13, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1996, 'Qesm Damietta 01 - Qesm Damietta 01', 'قسم دمياط 01 - قسم دمياط 01\r', 8, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1997, 'Qesm Damietta 02 - Qesm Damietta 02', 'قسم دمياط 02 - قسم دمياط 02\r', 8, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1998, 'Qesm ElArab - Qesm ElArab', 'قسم العرب - قسم العرب\r', 24, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(1999, 'Qesm ElDawahi - Qesm ElDawahi', 'قسم الضواحي - قسم الضواحي\r', 24, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2000, 'Qesm ElGanoub 01 - Qesm ElGanoub 01', 'قسم الجنوب 01 - قسم الجنوب 01\r', 24, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2001, 'Qesm ElGanoub 02 - Qesm ElGanoub 02', 'قسم الجنوب 02 - قسم الجنوب 02\r', 24, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2002, 'Qesm ElKhalifa - Nadi ElSekkah ElHadid', 'قسم الخليفه - نادي السكه الحديد\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2003, 'Qesm ElKhalifa - Qesm ElKhalifa', 'قسم الخليفه - قسم الخليفه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2004, 'Qesm ElManakh - Qesm ElManakh', 'قسم المناخ - قسم المناخ', 24, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2005, 'Qesm ElRaml - Qesm ElRaml', 'قسم الرمل - قسم الرمل\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2006, 'Qesm ElRaml - Loaran', 'قسم الرمل - لوران\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2007, 'Qesm ElRaml - Fleming', 'قسم الرمل - فليمينج\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2008, 'Qesm ElRaml - Dana ElGadidah w Ezbet ElWestaneyah', 'قسم الرمل - دنا الجديده وعزبه الوسطانيه\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2009, 'Qesm ElRaml - ElRaml 01', 'قسم الرمل - الرمل 01\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2010, 'Qesm ElRaml - Schots', 'قسم الرمل - شوتس\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2011, 'Qesm ElRaml - ElQasaei Qebli', 'قسم الرمل - القساعي قبلي\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2012, 'Qesm ElRaml - Saba Basha', 'قسم الرمل - سابا باشا\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2013, 'Qesm ElRaml - ElRaml 02', 'قسم الرمل - الرمل 02\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2014, 'Qesm ElRaml - ElQasaei Bahri', 'قسم الرمل - القساعي بحري\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2015, 'Qesm ElRaml - Kafr Abdo', 'قسم الرمل - كفر عبده\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2016, 'Qesm ElRaml - Bacos', 'قسم الرمل - باكوس\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2017, 'Qesm ElRaml - Gleem', 'قسم الرمل - جليم\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2018, 'Qesm ElRaml - Wenget', 'قسم الرمل - وينجت\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2019, 'Qesm ElRaml - San Stifano', 'قسم الرمل - سان ستيفانو\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2020, 'Qesm ElRaml - Janaklees', 'قسم الرمل - جناكليس\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2021, 'Qesm ElRaml - Zezinia', 'قسم الرمل - زيزينيا\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2022, 'Qesm ElRaml - ElMahrousah', 'قسم الرمل - المحروسة', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2023, 'Qesm ElSharq - Qesm ElSharq', 'قسم الشرق - قسم الشرق\r', 24, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2024, 'Qesm ElZohour - Qesm ElZohour', 'قسم الزهور - قسم الزهور\r', 24, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2025, 'Qetaa ElTarik ElSahrawi - Kilo 21', 'قطاع الطريق الصحراوي - الكيلو 21\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2026, 'Qetaa ElTarik ElSahrawi - Qetaa ElTarik ElSahrawi', 'قطاع الطريق الصحراوي - قطاع الطريق الصحراوي\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2027, 'Qetaa ElTarik ElSahrawi - Abu Yousef', 'قطاع الطريق الصحراوي - ابو يوسف\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2028, 'Qillin - Qillin', 'قلين - قلين\r', 11, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2029, 'Qos - Qos', 'قوص - قوص\r', 25, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2030, 'Qotour - Qotour', 'قطور - قطور\r', 9, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2031, 'Quweisna - Quweisna', 'قويسنا - قويسنا\r', 20, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2032, 'Ras ElBar - Ras ElBar', 'راس البر - راس البر\r', 8, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2033, 'Ras Elhekma - Ras Elhekma', 'راس الخيمه - راس الخيمه\r', 19, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2034, 'Ras Gharib - Ras Gharib', 'راس غارب - راس غارب\r', 26, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2035, 'Ras Sidr - Ras Sidr', 'راس سدر - راس سدر\r', 29, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2036, 'Rashid - Borg Rashid', 'رشيد - برج رشيد\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2037, 'Rashid - ElTaftish', 'رشيد - التفتيش\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2038, 'Rashid - Deibi', 'رشيد - ديبي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2039, 'Rashid - ElAmereyah ElGharbeyah', 'رشيد - العامريه الغربيه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2040, 'Rashid - Mansheyat Elwan', 'رشيد - منشيه علوان\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2041, 'Rashid - ElMealah', 'رشيد - الملقه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2042, 'Rashid - Mahalah ElAmir', 'رشيد - محله الامير\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2043, 'Rashid - ElKom', 'رشيد - الكوم\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2044, 'Rashid - Sidi Omar', 'رشيد - سيدي عمر\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2045, 'Rashid - ElGadeyah', 'رشيد - الجديه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2046, 'Rashid - ElGadeeda', 'رشيد - الجديده\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2047, 'Rashid - Rashid', 'رشيد - رشيد\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32');
INSERT INTO `areas` (`id`, `name_en`, `name_ar`, `region_id`, `available_beranche`, `shipping_fees`, `status`, `created_at`, `updated_at`) VALUES
(2048, 'Rashid - ElSahel', 'رشيد - الساحل\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2049, 'Rashid - ElHammad', 'رشيد - الحماد\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2050, 'Rashid - ElShamasmah', 'رشيد - الشماسه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2051, 'Rashid - ElAmereyah ElSharqeyah', 'رشيد - العامريه الشرقيه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2052, 'Rod ElFarag - Toson', 'روض الفرج - طوسون\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2053, 'Rod ElFarag - Rod ElFarag', 'روض الفرج - روض الفرج\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2054, 'Rod ElFarag - ElMabyadah', 'روض الفرج - المبيضه\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2055, 'Rod ElFarag - Gazirat Badran', 'روض الفرج - جزيره بدران\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2056, 'Rod ElFarag - Qasouret ElShawam', 'روض الفرج - قصوره الشوام\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2057, 'Rod ElFarag - ElBalad', 'روض الفرج - البلد\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2058, 'Rod ElFarag - Ebn ElRashid', 'روض الفرج - ابن الرشيد\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2059, 'Sadfa - Sadfa', 'صدفا - صدفا\r', 6, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2060, 'Safaga - Safaga', 'سفاجا - سفاجا\r', 26, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2061, 'Saft ElLaban - Saft ElLaban', 'صفط اللبن - صفط اللبن\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2062, 'Sahil Silim - Sahil Silim', 'ساحل سليم - ساحل سليم\r', 6, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2063, 'Sahil Silim - ElShameya', 'ساحل سليم - الشاميه\r', 6, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2064, 'Samalout - Samalout', 'سملوط - سملوط\r', 5, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2066, 'Samannoud - Samannoud', 'سمنود - سمنود\r', 9, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2067, 'Samsta - Samsta', 'سمسطا - سمسطا\r', 16, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2068, 'Saqiyet Mekki - Saqiyet Mekki', 'ساقيه مكي - ساقيه مكي\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2069, 'Saqultah - Saqultah', 'ساقلته - ساقلته\r', 28, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2070, 'Scouts Club Egypt - Scouts Club Egypt', 'نادي الكشافه البحريه - نادي الكشافه البحريه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2071, 'Shalateen - Shalateen', 'الشلاتين - الشلاتين\r', 26, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2072, 'Sharm ElSheikh - Sharm ElSheikh', 'شرم الشيخ - شرم الشيخ\r', 29, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2073, 'Sharq ElTafriah - Sharq ElTafriah', 'شرق التفريعه - شرق التفريعه\r', 24, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2074, 'Shebeen ElKom - Shebeen ElKom', 'شبين الكوم - شبين الكوم\r', 20, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2075, 'Sherbeen - Abu Galal', 'شربين - ابو جلال\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2076, 'Sherbeen - Kafr ElHatabah', 'شربين - كفر الحطبه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2077, 'Sherbeen - Kafr Youssef', 'شربين - كفر يوسف\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2078, 'Sherbeen - Denjowai', 'شربين - دنجواي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2079, 'Sherbeen - Ghoneim Canal', 'شربين - ترعه غنيم\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2080, 'Sherbeen - Kafr ElShaikh Ateya', 'شربين - كفر الشيخ عطيه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2081, 'Sherbeen - Kafr ElTeraa ElQadimah', 'شربين - كفر الترعه القديم\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2082, 'Sherbeen - Kafr Abu Zaher w Izabeha', 'شربين - كفر ابو زاهر وعزبها\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2083, 'Sherbeen - Kafr ElTeraa ElGadidah', 'شربين - كفر الترعه الجديده\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2084, 'Sherbeen - ElAwadeyah', 'شربين - العوضيه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2085, 'Sherbeen - Sherbeen', 'شربين - شربين\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2086, 'Sherbeen - Kafr ElWakalah', 'شربين - كفر الوكاله\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2087, 'Sherbeen - Kafr ElDabousi', 'شربين - كفر الدبوسي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2088, 'Sherbeen - Kafr Monshaat ElNasr', 'شربين - كفر منشاه النصر\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2089, 'Sherbeen - Ras ElKhalig', 'شربين - راس الخليج\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2090, 'Sherbeen - ElEyadeyah', 'شربين - العياديه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2091, 'Sherbeen - ElHesas', 'شربين - الحصص\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2092, 'Sherbeen - ElDahreyah', 'شربين - الضهريه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2093, 'Sherbeen - Mahalat Anshaq', 'شربين - محله انشاق\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2094, 'Sherbeen - Bosat Karim ElDin', 'شربين - بساط كريم الدين\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2095, 'Sherbeen - ElSabreyah', 'شربين - الصبرية', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2096, 'Shibin ElQanater - ElGhariri', 'شبين القناطر - الغريري\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2097, 'Shibin ElQanater - Taha Nob', 'شبين القناطر - طحانوب\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2098, 'Shibin ElQanater - ElHasaynah', 'شبين القناطر - الحسنيه القبليه\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2099, 'Shibin ElQanater - Madinet Shibin ElQanater', 'شبين القناطر - مدينه شبين القناطر\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2100, 'Shibin ElQanater - Tall Bani Tamim', 'شبين القناطر - تل بني تميم\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2101, 'Shibin ElQanater - Kafr Saed Beheiri', 'شبين القناطر - كفر سعيد بحيري\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2102, 'Shibin ElQanater - Arab ElSawalhah', 'شبين القناطر - عرب الصوالحه\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2103, 'Shibin ElQanater - Kafr ElSheikhah Salmah', 'شبين القناطر - كفر الشيخه سالمه\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2104, 'Shibin ElQanater - Nazlet Arab Gohaynah', 'شبين القناطر - نزله عرب جهينه\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2105, 'Shibin ElQanater - Kafr Shebeen', 'شبين القناطر - كفر شبين\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2106, 'Shibin ElQanater - ElQelzam', 'شبين القناطر - القلزم\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2107, 'Shibin ElQanater - Kafr ElSahbi', 'شبين القناطر - كفر الصهبي\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2108, 'Shibin ElQanater - ElQashish', 'شبين القناطر - القشيش\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2109, 'Shibin ElQanater - ElHasafah', 'شبين القناطر - الحصافه\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2110, 'Shibin ElQanater - ElKom ElAhmar', 'شبين القناطر - الكوم الاحمر\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2111, 'Shibin ElQanater - Nawa', 'شبين القناطر - نوي\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2112, 'Shibin ElQanater - ElSelmaneyah', 'شبين القناطر - السلمانيه\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2113, 'Shibin ElQanater - Monshaat ElKeram', 'شبين القناطر - منشاه الكرام\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2114, 'Shibin ElQanater - ElEtarah', 'شبين القناطر - العطاره\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2115, 'Shibin ElQanater - Kafr Suleiman ElWer', 'شبين القناطر - كفر سليمان الور\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2116, 'Shibin ElQanater - Arab ElShaarah', 'شبين القناطر - عرب الشعاره\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2117, 'Shibin ElQanater - ElZahweyyin', 'شبين القناطر - الزهويين\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2118, 'Shibin ElQanater - Kafr Tahoureyah', 'شبين القناطر - كفر طحوريه\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2119, 'Shibin ElQanater - ElShubak', 'شبين القناطر - الشوبك\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2120, 'Shibin ElQanater - Shibin ElQanater', 'شبين القناطر - شبين القناطر\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2121, 'Shibin ElQanater - Tahoureyah', 'شبين القناطر - طحوريه\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2122, 'Shibin ElQanater - Nob Taha', 'شبين القناطر - نوب طحا\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2123, 'Shibin ElQanater - Kafr Taha', 'شبين القناطر - كفر طحا\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2124, 'Shibin ElQanater - ElHazaneyah', 'شبين القناطر - الحزانيه\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2125, 'Shibin ElQanater - ElGaafrah', 'شبين القناطر - الجعافره\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2126, 'Shibin ElQanater - Menyet Shebeen', 'شبين القناطر - منيه شبين\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2127, 'Shibin ElQanater - Kom ElSamn', 'شبين القناطر - كوم السمن\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2128, 'Shibin ElQanater - Kafr Sendowah', 'شبين القناطر - كفر سندوه\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2129, 'Shibin ElQanater - ElMarig', 'شبين القناطر - المريج\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2130, 'Shibin ElQanater - Kafr ElShorafa Qebli', 'شبين القناطر - كفر الشرفا القبلي\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2131, 'Shibin ElQanater - Kafr ElShubak', 'شبين القناطر - كفر الشوبك\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2132, 'Shibin ElQanater - ElAhraz', 'شبين القناطر - الاحراز', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2133, 'Shibin ElQanater - Kafr ElDeir', 'شبين القناطر - كفر الدير', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2134, 'Shoubra - Shoubra', 'شبرا - شبرا\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2135, 'Shoubra Masr - Shoubra Masr', 'شبرا مصر - شبرا مصر\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2136, 'Shubrakhit - Asmaniah', 'شبراخيت - اسمانيه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2137, 'Shubrakhit - Shubrakhit', 'شبراخيت - شبراخيت\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2138, 'Shubrakhit - Abu Yehia', 'شبراخيت - ابو يحي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2139, 'Shubrakhit - Kafr Othman', 'شبراخيت - كفر عثمان\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2140, 'Shubrakhit - Orein', 'شبراخيت - اورين\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2141, 'Shubrakhit - Zamzam', 'شبراخيت - زمزم\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2142, 'Shubrakhit - Ezbet Bsharah Hanna', 'شبراخيت - عزبه بشاره حنا\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2143, 'Shubrakhit - Abu Durrah', 'شبراخيت - ابو دره\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2144, 'Shubrakhit - Mansheya Hamada', 'شبراخيت - منشيه حماده\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2145, 'Shubrakhit - Mansheyat Awqaf Liqanah', 'شبراخيت - منشيه اوقاف لقانه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2146, 'Shubrakhit - Abu ElSahma', 'شبراخيت - ابو السحما\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2147, 'Shubrakhit - Kafr Mostanan', 'شبراخيت - كفر مستنان\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2148, 'Shubrakhit - Abu Mangog', 'شبراخيت - ابو منجوج\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2149, 'Shubrakhit - Kanisat Orin', 'شبراخيت - كنيسه اورين\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2150, 'Shubrakhit - Ezbet ElKanisah', 'شبراخيت - عزبه الكنيسه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2151, 'Shubrakhit - Fernawi', 'شبراخيت - فرناوي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2152, 'Shubrakhit - Ezbet Saadah', 'شبراخيت - عزبه سعاده\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2153, 'Shubrakhit - Kafr ElSabi', 'شبراخيت - كفر السابي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2154, 'Shubrakhit - Ezbet Hussein ElDeeb', 'شبراخيت - عزبه حسين الديب\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2155, 'Shubrakhit - Mahalat Qays', 'شبراخيت - محله قيس\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2156, 'Shubrakhit - Mahalat Sa', 'شبراخيت - محله صا\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2157, 'Shubrakhit - Monshaat Abu Hanna', 'شبراخيت - منشاه ابو حنا\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2158, 'Shubrakhit - Ezbet Yaacoub', 'شبراخيت - عزبه يعقوب\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2159, 'Shubrakhit - Ezbet ElGokhdar', 'شبراخيت - عزبه الجو خدار\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2160, 'Shubrakhit - ElAslab', 'شبراخيت - الاصلاب\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2161, 'Shubrakhit - Emri', 'شبراخيت - امري\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2162, 'Shubrakhit - Om Hakeem', 'شبراخيت - ام حكيم\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2163, 'Shubrakhit - Ezbet Fernway', 'شبراخيت - عزبه فرنوي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2164, 'Shubrakhit - Kafr Koshkash', 'شبراخيت - كفر قشاش\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2165, 'Shubrakhit - Shubra Reis', 'شبراخيت - شبراريس\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2166, 'Shubrakhit - ElManashlah', 'شبراخيت - المناشله\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2167, 'Shubrakhit - ElRabdan', 'شبراخيت - الربدان\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2168, 'Shubrakhit - Gazirat Nakla', 'شبراخيت - جزيره نكلا\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2169, 'Shubrakhit - Kafr ElDakrawi', 'شبراخيت - كفر الدكراوي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2170, 'Shubrakhit - Ezbet Youssef Kamal', 'شبراخيت - عزبه يوسف كمال\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2171, 'Shubrakhit - Ezbet Kafr ElSabi', 'شبراخيت - عزبه كفر السابي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2172, 'Shubrakhit - Mahalat Beshr', 'شبراخيت - محله بشر\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2173, 'Shubrakhit - Mahalah Nasr', 'شبراخيت - محله نصر\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2174, 'Shubrakhit - Kafr ElSanadeli', 'شبراخيت - كفر الصناديلي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2175, 'Shubrakhit - Abatouk', 'شبراخيت - ابتوك\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2176, 'Shubrakhit - Kafr Khodeir', 'شبراخيت - كفر خضير\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2177, 'Shubrakhit - Mahalat Farnoy', 'شبراخيت - محله فرنوي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2178, 'Shubrakhit - Ezbet ElShamashergi', 'شبراخيت - عزبه الشماشرجي\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2179, 'Shubrakhit - Ezbet Fateh Allah ElGazzar', 'شبراخيت - عزبه فتح الله الجزار\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2180, 'Shubrakhit - Monshaat Razafah', 'شبراخيت - منشاه رزافه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2181, 'Shubrakhit - Ezbet Ibrahim Agha', 'شبراخيت - عزبه ابراهيم اغا\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2182, 'Shubrakhit - Laqanah', 'شبراخيت - لقانه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2183, 'Shubrakhit - Ezbet ElEshrak', 'شبراخيت - عزبه الاشراق\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2184, 'Shuhada - Shuhada', 'الشهداء - الشهداء\r', 20, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2185, 'Sidi Gaber - Sporting', 'سيدي جابر - سبورتنج\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2186, 'Sidi Gaber - Smouha', 'سيدي جابر - سموحه\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2187, 'Sidi Gaber - Mustafa Kamel w Bolkli', 'سيدي جابر - مصطفى كامل وبولكلي\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2188, 'Sidi Gaber - Abu ElNawatir', 'سيدي جابر - ابو النواتير\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2189, 'Sidi Gaber - Rousdy', 'سيدي جابر - رشدى\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2190, 'Sidi Gaber - Sidi Gaber', 'سيدي جابر - سيدي جابر\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2191, 'Sidi Gaber - Stanley', 'سيدي جابر - ستانلي\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2192, 'Sidi Gaber - Ezbet ElNozha', 'سيدي جابر - عزبه النزهه\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2193, 'Sidi Gaber - Cleopatra', 'سيدي جابر - كليوباترا\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2194, 'Sidi Gaber - ElSaraya', 'سيدي جابر - السرايا\r', 4, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2195, 'Sidi Salem - Sidi Salem', 'سيدي سالم - سيدي سالم\r', 11, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2196, 'Sinnuris - Sinnuris', 'سنورس - سنورس\r', 17, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2197, 'Sohag - Sohag', 'سوهاج - سوهاج\r', 28, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2198, 'Sohag 01 - Sohag 01', 'سوهاج 01 - سوهاج 01\r', 28, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2199, 'Sohag 02 - Sohag 02', 'سوهاج 02 - سوهاج 02\r', 28, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2200, 'Tahta - Tahta', 'طهطا - طهطا\r', 28, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2201, 'Tahta - Tahta City', 'طهطا - مدينه طهطا\r', 28, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2202, 'Tala - Tala', 'تلا - تلا\r', 20, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2203, 'Talkha - Nesha (Include Kafr ElBashabshah)', 'طلخا - نشاه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2204, 'Talkha - Kafr Demeirah ElQadim', 'طلخا - كفر دميره القديم\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2205, 'Talkha - Gogar', 'طلخا - جوجر\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2206, 'Talkha - Banoub', 'طلخا - بانوب\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2207, 'Talkha - Afnish', 'طلخا - افنيش\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2208, 'Talkha - ElMenyal', 'طلخا - المنيل\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2209, 'Talkha - Kafr Demeirah ElGadidah', 'طلخا - كفر دميره الجديد\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2210, 'Talkha - Mit Antar', 'طلخا - ميت عنتر\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2211, 'Talkha - ElKhazendar', 'طلخا - الخازندار\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2212, 'Talkha - Kafr ElTawilah', 'طلخا - كفر الطويله\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2213, 'Talkha - ElRawda', 'طلخا - الروضه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2214, 'Talkha - Tirah', 'طلخا - طيراح\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2215, 'Talkha - Bahout', 'طلخا - بهوت\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2216, 'Talkha - Kafour ElArab', 'طلخا - كفور العرب\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2217, 'Talkha - Orman Talkha', 'طلخا - اورمان طلخا\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2218, 'Talkha - Mit Zonqor', 'طلخا - ميت زنقر\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2219, 'Talkha - Nabaroh', 'طلخا - نبروه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2220, 'Talkha - ElDrotin', 'طلخا - الدروتين\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2221, 'Talkha - Kafr ElGeneinah ElBahri', 'طلخا - كفر الجنينه بحري\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2222, 'Talkha - Darin', 'طلخا - درين\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2223, 'Talkha - Kafr ElQasali', 'طلخا - كفر القصالي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2224, 'Talkha - Daysat', 'طلخا - ديسط\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2225, 'Talkha - Abustwa', 'طلخا - ابستوا\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2226, 'Talkha - ElTibah', 'طلخا - الطيبه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2227, 'Talkha - Ketamah ElSharqeyah', 'طلخا - كتامه الشرقيه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2228, 'Talkha - Talkha', 'طلخا - طلخا\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2229, 'Talkha - ElTawilah', 'طلخا - الطويله\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2230, 'Talkha - Mit Nabet', 'طلخا - ميت نابت\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2231, 'Talkha - Kafr ElKhozam', 'طلخا - كفر الخوزام\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2232, 'Talkha - Tanikh', 'طلخا - طنيخ\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2233, 'Talkha - Kafr Bahout', 'طلخا - كفر بهوت\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2234, 'Talkha - Mit ElKoramaa', 'طلخا - ميت الكرماء\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2235, 'Talkha - Dar ElSalam', 'طلخا - دار السلام\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2236, 'Talkha - Monshaat ElBadawy', 'طلخا - منشاه البدوي\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2237, 'Talkha - Demeirah', 'طلخا - دميره\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2238, 'Talkha - Kafr ElHessah-Dakahlia', 'طلخا - كفر الحساء-الدقهليه\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2239, 'Talkha - Batrah', 'طلخا - بطره\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2240, 'Talkha - Tanbouha', 'طلخا - طنبوها\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2241, 'Talkha - Kafr ElAbhar', 'طلخا - كفر الابحر\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2242, 'Talkha - Besat', 'طلخا - بساط\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2243, 'Talkha - Kafr Besat', 'طلخا - كفر بساط', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2244, 'Tama - Tama', 'طما - طما\r', 28, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2245, 'Tamai ElAmadid - Tamai ElAmadid', 'طماى الامديد - طماى الامديد\r', 7, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2246, 'Tamwah - Tamwah', 'طموه - طموه\r', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2247, 'Tamya - Tamya', 'طاميه - طاميه\r', 17, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2248, 'Tanta - Tanta 01', 'طنطا - طنطا 01\r', 9, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2249, 'Tanta - Tanta 02', 'طنطا - طنطا 02\r', 9, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2250, 'Tanta - Tanta', 'طنطا - طنطا\r', 9, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2251, 'Tiba - Tiba', 'طيبه - طيبه\r', 31, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2252, 'Toukh - ElGhazawyah', 'طوخ - الغزاويه\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2253, 'Toukh - Aghour ElKubra', 'طوخ - اجهور الكبري\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2254, 'Toukh - ElManzelah', 'طوخ - المنزله\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2255, 'Toukh - Mit Kenanah w Kafr Shouman', 'طوخ - ميت كنانه وكفر شومان\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2256, 'Toukh - Kafr Mansour', 'طوخ - كفر منصور\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2257, 'Toukh - Kafr Tahlah', 'طوخ - كفر طحله\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2258, 'Toukh - Seri', 'طوخ - سري\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2259, 'Toukh - Kafr Hasan Saad', 'طوخ - كفر حسن سعد\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2260, 'Toukh - Dandana', 'طوخ - دندنا\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2261, 'Toukh - Khelwat Sanharah', 'طوخ - خلوه سنهره\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2262, 'Toukh - Kom ElAtron', 'طوخ - كوم الاطرون\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2263, 'Toukh - Qaha', 'طوخ - قها\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2264, 'Toukh - Kafr Elwan', 'طوخ - كفر علوان\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2265, 'Toukh - Tant ElGazirah', 'طوخ - طنط الجزيره\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2266, 'Toukh - Barshoum ElKubra', 'طوخ - برشوم الكبرى\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2267, 'Toukh - Shoubra Hars', 'طوخ - شبرا هارس\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2268, 'Toukh - Beltan', 'طوخ - بلتان\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2269, 'Toukh - Toukh', 'طوخ - طوخ\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2270, 'Toukh - ElHessah', 'طوخ - الحصه\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2271, 'Toukh - ElSafaynah', 'طوخ - السفاينه\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2272, 'Toukh - Qarqashandah', 'طوخ - قرقشنده\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2273, 'Toukh - Kafour Abed', 'طوخ - كفور عابد\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2274, 'Toukh - Kafr ElRegalat', 'طوخ - كفر الرجالات\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2275, 'Toukh - Barshoum ElSughra', 'طوخ - برشوم الصغرى\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2276, 'Toukh - ElSafa', 'طوخ - الصفا\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2277, 'Toukh - Kafr ElFokahaa', 'طوخ - كفر الفقهاء\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2278, 'Toukh - Sanharah', 'طوخ - سنهره\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2279, 'Toukh - ElHassaneyah', 'طوخ - الحساينه\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2280, 'Toukh - ElAbyari', 'طوخ - الابياري\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2281, 'Toukh - Degwi', 'طوخ - دجوي\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2282, 'Toukh - Kafr ElHasafah', 'طوخ - كفر الحصافه\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2283, 'Toukh - Mansourah Namoul', 'طوخ - منصوره نامول\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2284, 'Toukh - Kafr ElHaddadin', 'طوخ - كفر الحدادين\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2285, 'Toukh - Kafr ElNakhlah', 'طوخ - كفر النخله\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2286, 'Toukh - ElSaleheyah', 'طوخ - الصالحيه\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2287, 'Toukh - Mansheyat ElAmmar', 'طوخ - منشيه العمار\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2288, 'Toukh - Kafr ElGammal', 'طوخ - كفر الجمال\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2289, 'Toukh - Namoul', 'طوخ - نامول\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2290, 'Toukh - Tersa', 'طوخ - ترسا\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2291, 'Toukh - Moshtahar', 'طوخ - مشتهر\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2292, 'Toukh - ElDeir', 'طوخ - الدير\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2293, 'Toukh - Gazirat ElAhrar', 'طوخ - جزيره الاحرار\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2294, 'Toukh - Amyai', 'طوخ - امياي\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2295, 'Toukh - ElAbadelah', 'طوخ - العبادله\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2296, 'Toukh - ElAmmar ElKubra', 'طوخ - العمار الكبرى\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2297, 'Toukh - Akyad Degwi', 'طوخ - اكياد دجوي\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2298, 'Toukh - Kafr ElAmar', 'طوخ - كفر العمار\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2299, 'Toukh - Zawyet Beltan', 'طوخ - زاويه بلتان\r', 3, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2300, 'Tura - Mansheya ElMasry', 'طره - منشيه المصري\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2301, 'Tura - Tura', 'طره - طره\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2302, 'Tura - Tora ElAsmant', 'طره - طره الاسمنت\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2303, 'Tura - ElZahraa', 'طره - الزهراء\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2304, 'Tura - ElHagarah', 'طره - الحجاره\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2305, 'Tura - Torah ElHait Kotseika', 'طره - طره الحيط كوتسيكا\r', 1, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2306, 'Wadi Elnatroun - Bani Salama Village', 'وادي النطرون - قريه بنى سلامه\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2307, 'Wadi Elnatroun - Alemam Malek Village', 'وادي النطرون - قريه الامام مالك\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2308, 'Wadi Elnatroun - Wadi Elnatroun', 'وادي النطرون - وادي النطرون\r', 15, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2309, 'Yousef Elsedeq - Yousef Elsedeq', 'يوسف الصديق - يوسف الصديق\r', 17, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2310, 'Zefta - Zefta', 'زفتي - زفتي\r', 9, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2311, 'Mall of Arabia - Gate 1', 'مول العرب بوابة رقم 1', 2, 0, 100, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(2312, '6 October - El Hosary', 'أكتوبر-الحصري', 2, 0, 100, 1, '2021-10-31 06:26:32', '2024-06-01 13:41:40'),
(2313, 'Laurent-Abu Qir', 'لوران-أبوقير', 4, 0, 100, 1, '2021-10-31 06:26:32', '2024-06-01 13:41:39');

-- --------------------------------------------------------

--
-- Table structure for table `attributes`
--

CREATE TABLE `attributes` (
  `id` int NOT NULL,
  `name_en` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `name_ar` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `icon` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `status` tinyint DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `attribute_values`
--

CREATE TABLE `attribute_values` (
  `id` int NOT NULL,
  `attribute_id` int DEFAULT NULL,
  `value_en` varchar(150) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `value_ar` varchar(150) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `attribute_values`
--

INSERT INTO `attribute_values` (`id`, `attribute_id`, `value_en`, `value_ar`, `created_at`, `updated_at`) VALUES
(1, 5, 'keeee', '22', '2024-05-31 16:57:23', '2024-05-31 16:57:23');

-- --------------------------------------------------------

--
-- Table structure for table `blogcategories`
--

CREATE TABLE `blogcategories` (
  `id` int UNSIGNED NOT NULL,
  `title_en` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `title_ar` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `link_en` varchar(150) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `link_ar` varchar(150) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `text_en` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `text_ar` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `meta_title_en` longtext CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `meta_title_ar` longtext CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `meta_desc_en` longtext CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `meta_desc_ar` longtext CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `meta_robots` tinyint DEFAULT '0',
  `status` tinyint(1) NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `blogcategories`
--

INSERT INTO `blogcategories` (`id`, `title_en`, `title_ar`, `link_en`, `link_ar`, `text_en`, `text_ar`, `meta_title_en`, `meta_title_ar`, `meta_desc_en`, `meta_desc_ar`, `meta_robots`, `status`, `created_at`, `updated_at`) VALUES
(4, 'General Blogs', 'مقالات عامة', 'General-Blogs', 'مقالات-عامة', NULL, NULL, NULL, NULL, NULL, NULL, 1, 1, '2023-10-24 09:04:28', '2023-10-24 09:04:28'),
(7, 'interior news', 'interior news', '', '', '<p>interior news</p>', '<p>interior news</p>', NULL, NULL, NULL, NULL, NULL, 1, '2024-01-21 09:38:08', '2024-01-21 09:38:08');

-- --------------------------------------------------------

--
-- Table structure for table `blogitems`
--

CREATE TABLE `blogitems` (
  `id` int UNSIGNED NOT NULL,
  `blogcategory_id` int UNSIGNED DEFAULT NULL,
  `title_en` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `title_ar` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `link_en` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `link_ar` varchar(150) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `writer_id` int DEFAULT NULL,
  `date` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `image` varchar(15) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `alt_img` varchar(150) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `text_en` longtext CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `text_ar` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `n_seen` int NOT NULL DEFAULT '0',
  `text_source_en` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `text_source_ar` text CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `attachemnt` varchar(50) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `status` tinyint(1) DEFAULT NULL,
  `home` tinyint DEFAULT '0',
  `meta_title_en` longtext CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `meta_title_ar` longtext CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `meta_desc_en` longtext CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `meta_desc_ar` longtext CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `meta_robots` tinyint DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

--
-- Dumping data for table `blogitems`
--

INSERT INTO `blogitems` (`id`, `blogcategory_id`, `title_en`, `title_ar`, `link_en`, `link_ar`, `writer_id`, `date`, `image`, `alt_img`, `text_en`, `text_ar`, `n_seen`, `text_source_en`, `text_source_ar`, `attachemnt`, `status`, `home`, `meta_title_en`, `meta_title_ar`, `meta_desc_en`, `meta_desc_ar`, `meta_robots`, `created_at`, `updated_at`) VALUES
(1, 4, 'Postmodern Architecture', 'Postmodern Architecture', 'Postmodern-Architecture', 'Postmodern-Architecture', 1, '2023-12-06', '90776.jpeg', NULL, '<p class=\"single-excerpt\">Helping everyone live happier, healthier lives at home through their kitchen. Kitchn is a daily food magazine on the Web celebrating life in the kitchen through home cooking and kitchen intelligence.</p>\r\n<p>We\'ve reviewed and ranked all of the best smartwatches on the market right now, and we\'ve made a definitive list of the top 10 devices you can buy today. One of the 10 picks below may just be your perfect next smartwatch.</p>\r\n<p>Those top-end wearables span from the Apple Watch to Fitbits, Garmin watches to Tizen-sporting Samsung watches. There\'s also Wear OS which is Google\'s own wearable operating system in the vein of Apple\'s watchOS - you&rsquo;ll see it show up in a lot of these devices.</p>\r\n<h5 class=\"mt-50\">Lorem ipsum dolor sit amet cons</h5>\r\n<p>Throughout our review process, we look at the design, features, battery life, spec, price and more for each smartwatch, rank it against the competition and enter it into the list you\'ll find below.</p>\r\n<p>Tortor, lobortis semper viverra ac, molestie tortor laoreet amet euismod et diam quis aliquam consequat porttitor integer a nisl, in faucibus nunc et aenean turpis dui dignissim nec scelerisque ullamcorper eu neque, augue quam quis lacus pretium eros est amet turpis nunc in turpis massa et eget facilisis ante molestie penatibus dolor volutpat, porta pellentesque scelerisque at ornare dui tincidunt cras feugiat tempor lectus</p>', '<p class=\"single-excerpt\">Helping everyone live happier, healthier lives at home through their kitchen. Kitchn is a daily food magazine on the Web celebrating life in the kitchen through home cooking and kitchen intelligence.</p>\r\n<p>We\'ve reviewed and ranked all of the best smartwatches on the market right now, and we\'ve made a definitive list of the top 10 devices you can buy today. One of the 10 picks below may just be your perfect next smartwatch.</p>\r\n<p>Those top-end wearables span from the Apple Watch to Fitbits, Garmin watches to Tizen-sporting Samsung watches. There\'s also Wear OS which is Google\'s own wearable operating system in the vein of Apple\'s watchOS - you&rsquo;ll see it show up in a lot of these devices.</p>\r\n<h5 class=\"mt-50\">Lorem ipsum dolor sit amet cons</h5>\r\n<p>Throughout our review process, we look at the design, features, battery life, spec, price and more for each smartwatch, rank it against the competition and enter it into the list you\'ll find below.</p>\r\n<p>Tortor, lobortis semper viverra ac, molestie tortor laoreet amet euismod et diam quis aliquam consequat porttitor integer a nisl, in faucibus nunc et aenean turpis dui dignissim nec scelerisque ullamcorper eu neque, augue quam quis lacus pretium eros est amet turpis nunc in turpis massa et eget facilisis ante molestie penatibus dolor volutpat, porta pellentesque scelerisque at ornare dui tincidunt cras feugiat tempor lectus</p>', 39, NULL, NULL, NULL, 0, 1, NULL, NULL, NULL, NULL, NULL, '2023-12-07 09:01:27', '2024-06-02 04:17:00'),
(2, 7, 'Postman in Architecture', 'Postman in Architecture', 'Postman-in-Architecture', 'Postman-in-Architecture', 1, '2024-01-02', '76897.jpeg', 'Postman in Architecture', '<p>Quisque pretium fermentum quam, sit amet cursus ante sollicitudin vel. Morbi consequat risus consequat, porttitor orci sit amet, iaculis nisl. Integer quis sapien neceli ultrices euismod sit amet id lacus. Sed a imperdiet erat. Duis eu est dignissim lacus dictum hendrerit quis vitae mi. Fusce eu nulla ac nisi cursus tincidun. Interdum et malesuada fames ac ante ipsum primis in faucibus. Integer tristique sem eget leo faucibus porttitor.</p>\r\n<p>Nulla vitae metus tincidunt, varius nunc quis, porta nulla. Pellentesque vel dui nec libero auctor pretium id sed arcu. Nunc consequat diam id nisl blani dinisim. Etiam commodo diam dolor, at scelerisque sem finibus sit amet. Curabitur id lectus eget purus finibus laoreet. Nam eget lectus ac sem luctus hendrerit sed nec magna. Maecenas vulputate magna sed nunc pellentesque, in consectetur nisi condimentum.</p>', '<p>Quisque pretium fermentum quam, sit amet cursus ante sollicitudin vel. Morbi consequat risus consequat, porttitor orci sit amet, iaculis nisl. Integer quis sapien neceli ultrices euismod sit amet id lacus. Sed a imperdiet erat. Duis eu est dignissim lacus dictum hendrerit quis vitae mi. Fusce eu nulla ac nisi cursus tincidun. Interdum et malesuada fames ac ante ipsum primis in faucibus. Integer tristique sem eget leo faucibus porttitor.</p>\r\n<p>Nulla vitae metus tincidunt, varius nunc quis, porta nulla. Pellentesque vel dui nec libero auctor pretium id sed arcu. Nunc consequat diam id nisl blani dinisim. Etiam commodo diam dolor, at scelerisque sem finibus sit amet. Curabitur id lectus eget purus finibus laoreet. Nam eget lectus ac sem luctus hendrerit sed nec magna. Maecenas vulputate magna sed nunc pellentesque, in consectetur nisi condimentum.</p>', 14, NULL, NULL, NULL, 0, 1, NULL, NULL, NULL, NULL, NULL, '2024-01-21 09:39:26', '2024-06-02 04:17:00'),
(3, 7, 'Postman in Architecture 2', 'Postman in Architecture 21', 'Postman-in-Architecture-2', 'Postman-in-Architecture-2', 1, '2024-01-18', '92648.jpeg', 'Postman in Architecture 2', '<p>Quisque pretium fermentum quam, sit amet cursus ante sollicitudin vel. Morbi consequat risus consequat, porttitor orci sit amet, iaculis nisl. Integer quis sapien neceli ultrices euismod sit amet id lacus. Sed a imperdiet erat. Duis eu est dignissim lacus dictum hendrerit quis vitae mi. Fusce eu nulla ac nisi cursus tincidun. Interdum et malesuada fames ac ante ipsum primis in faucibus. Integer tristique sem eget leo faucibus porttitor.</p>\r\n<p>Nulla vitae metus tincidunt, varius nunc quis, porta nulla. Pellentesque vel dui nec libero auctor pretium id sed arcu. Nunc consequat diam id nisl blani dinisim. Etiam commodo diam dolor, at scelerisque sem finibus sit amet. Curabitur id lectus eget purus finibus laoreet. Nam eget lectus ac sem luctus hendrerit sed nec magna. Maecenas vulputate magna sed nunc pellentesque, in consectetur nisi condimentum.</p>', '<p>Quisque pretium fermentum quam, sit amet cursus ante sollicitudin vel. Morbi consequat risus consequat, porttitor orci sit amet, iaculis nisl. Integer quis sapien neceli ultrices euismod sit amet id lacus. Sed a imperdiet erat. Duis eu est dignissim lacus dictum hendrerit quis vitae mi. Fusce eu nulla ac nisi cursus tincidun. Interdum et malesuada fames ac ante ipsum primis in faucibus. Integer tristique sem eget leo faucibus porttitor.</p>\r\n<p>Nulla vitae metus tincidunt, varius nunc quis, porta nulla. Pellentesque vel dui nec libero auctor pretium id sed arcu. Nunc consequat diam id nisl blani dinisim. Etiam commodo diam dolor, at scelerisque sem finibus sit amet. Curabitur id lectus eget purus finibus laoreet. Nam eget lectus ac sem luctus hendrerit sed nec magna. Maecenas vulputate magna sed nunc pellentesque, in consectetur nisi condimentum.</p>', 31, NULL, NULL, NULL, 0, 1, NULL, NULL, NULL, NULL, NULL, '2024-01-21 09:56:31', '2024-06-02 04:17:00'),
(4, 7, 'Postmodern Architecture 4', 'Postmodern Architecture 4', 'Postmodern-Architecture-4', 'Postmodern-Architecture-4', 0, '2024-01-10', '67524.jpeg', 'Postmodern Architecture 4', '<p>Postmodern Architecture</p>', '<p>Postmodern Architecture</p>', 15, NULL, NULL, NULL, 0, 1, NULL, NULL, NULL, NULL, NULL, '2024-01-22 05:27:33', '2024-06-02 04:17:00'),
(5, 7, 'Postmodern Architecture 4', 'Postmodern Architecture 4', 'Postmodern-Architecture-4', 'Postmodern-Architecture-4', 0, '2024-01-10', 'blogItem_67524.', 'Postmodern Architecture 4', '<p>Postmodern Architecture</p>', '<p>Postmodern Architecture</p>', 0, NULL, NULL, NULL, 0, 1, NULL, NULL, NULL, NULL, NULL, '2024-06-01 09:54:22', '2024-06-02 04:17:00'),
(6, 7, 'Postmodern Architecture 4', 'Postmodern Architecture 4', 'Postmodern-Architecture-4', 'Postmodern-Architecture-4', 0, '2024-01-10', 'blogItem_0_6752', 'Postmodern Architecture 4', '<p>Postmodern Architecture</p>', '<p>Postmodern Architecture</p>', 0, NULL, NULL, NULL, 1, 1, NULL, NULL, NULL, NULL, NULL, '2024-06-02 04:16:40', '2024-06-02 04:17:04'),
(7, 7, 'Postman in Architecture 2', 'Postman in Architecture 21', 'Postman-in-Architecture-2', 'Postman-in-Architecture-2', 1, '2024-01-18', 'blogItem_1_9264', 'Postman in Architecture 2', '<p>Quisque pretium fermentum quam, sit amet cursus ante sollicitudin vel. Morbi consequat risus consequat, porttitor orci sit amet, iaculis nisl. Integer quis sapien neceli ultrices euismod sit amet id lacus. Sed a imperdiet erat. Duis eu est dignissim lacus dictum hendrerit quis vitae mi. Fusce eu nulla ac nisi cursus tincidun. Interdum et malesuada fames ac ante ipsum primis in faucibus. Integer tristique sem eget leo faucibus porttitor.</p>\r\n<p>Nulla vitae metus tincidunt, varius nunc quis, porta nulla. Pellentesque vel dui nec libero auctor pretium id sed arcu. Nunc consequat diam id nisl blani dinisim. Etiam commodo diam dolor, at scelerisque sem finibus sit amet. Curabitur id lectus eget purus finibus laoreet. Nam eget lectus ac sem luctus hendrerit sed nec magna. Maecenas vulputate magna sed nunc pellentesque, in consectetur nisi condimentum.</p>', '<p>Quisque pretium fermentum quam, sit amet cursus ante sollicitudin vel. Morbi consequat risus consequat, porttitor orci sit amet, iaculis nisl. Integer quis sapien neceli ultrices euismod sit amet id lacus. Sed a imperdiet erat. Duis eu est dignissim lacus dictum hendrerit quis vitae mi. Fusce eu nulla ac nisi cursus tincidun. Interdum et malesuada fames ac ante ipsum primis in faucibus. Integer tristique sem eget leo faucibus porttitor.</p>\r\n<p>Nulla vitae metus tincidunt, varius nunc quis, porta nulla. Pellentesque vel dui nec libero auctor pretium id sed arcu. Nunc consequat diam id nisl blani dinisim. Etiam commodo diam dolor, at scelerisque sem finibus sit amet. Curabitur id lectus eget purus finibus laoreet. Nam eget lectus ac sem luctus hendrerit sed nec magna. Maecenas vulputate magna sed nunc pellentesque, in consectetur nisi condimentum.</p>', 0, NULL, NULL, NULL, 1, 1, NULL, NULL, NULL, NULL, NULL, '2024-06-02 04:16:40', '2024-06-02 04:17:04');

-- --------------------------------------------------------

--
-- Table structure for table `blogItem_images`
--

CREATE TABLE `blogItem_images` (
  `id` int NOT NULL,
  `blogItem_id` int DEFAULT NULL,
  `image` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `brands`
--

CREATE TABLE `brands` (
  `id` int NOT NULL,
  `name_en` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `name_ar` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `text_en` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `text_ar` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `logo` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `status` tinyint DEFAULT NULL,
  `link_en` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `link_ar` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `facebook` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `instagram` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `pinterest` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `youtube` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `twitter` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `address` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `phone` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `meta_title_en` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `meta_title_ar` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `meta_desc_en` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `meta_desc_ar` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `meta_robots` tinyint DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `careers`
--

CREATE TABLE `careers` (
  `id` int NOT NULL,
  `title_en` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `title_ar` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `type` enum('header','statistics') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `number` int DEFAULT NULL,
  `status` tinyint DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `careers_applications`
--

CREATE TABLE `careers_applications` (
  `id` int NOT NULL,
  `career_id` int DEFAULT NULL,
  `name` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `email` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `phone` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `position` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `gender` enum('male','female') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `cv_file` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `notes` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `categories`
--

CREATE TABLE `categories` (
  `id` int NOT NULL,
  `name_en` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `name_ar` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `desc_en` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `desc_ar` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `image` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `has_sub` tinyint DEFAULT NULL,
  `parent_id` int DEFAULT NULL,
  `home` tinyint DEFAULT NULL,
  `menu` tinyint DEFAULT NULL,
  `status` tinyint DEFAULT NULL,
  `order` int DEFAULT NULL,
  `seen` int DEFAULT NULL,
  `link_en` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `link_ar` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `meta_title_en` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `meta_title_ar` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `meta_desc_en` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `meta_desc_ar` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci,
  `meta_robots` tinyint DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `categories`
--

INSERT INTO `categories` (`id`, `name_en`, `name_ar`, `desc_en`, `desc_ar`, `image`, `has_sub`, `parent_id`, `home`, `menu`, `status`, `order`, `seen`, `link_en`, `link_ar`, `meta_title_en`, `meta_title_ar`, `meta_desc_en`, `meta_desc_ar`, `meta_robots`, `created_at`, `updated_at`) VALUES
(8, 'test 1', 'test 1', '<p>hjj</p>', '<p>hhj</p>', '61945.png', 0, 5, 0, 0, 1, NULL, NULL, 'test-1', 'test-1', 'meta 1', 'meta 2', 'desc1', 'desc 2', 1, '2024-05-31 14:03:25', '2024-05-31 15:10:26'),
(9, 'test 1', 'test 1', '<p>hjj</p>', '<p>hhj</p>', '61945.png', 0, 5, 0, 0, 1, NULL, NULL, 'test-1', 'test-1', 'meta 1', 'meta 2', 'desc1', 'desc 2', 1, '2024-05-31 14:03:25', '2024-05-31 15:10:26');

-- --------------------------------------------------------

--
-- Table structure for table `category_attributes`
--

CREATE TABLE `category_attributes` (
  `id` int NOT NULL,
  `category_id` int DEFAULT NULL,
  `attribute_id` int DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `category_attributes`
--

INSERT INTO `category_attributes` (`id`, `category_id`, `attribute_id`, `created_at`, `updated_at`) VALUES
(1, 1, 1, '2023-12-12 04:38:54', '2023-12-12 04:38:54'),
(2, 2, 1, '2023-12-12 04:38:54', '2023-12-12 04:38:54'),
(3, 3, 1, '2023-12-12 04:38:54', '2023-12-12 04:38:54'),
(4, 1, 2, '2023-12-12 04:46:09', '2023-12-12 04:46:09'),
(5, 2, 2, '2023-12-12 04:46:09', '2023-12-12 04:46:09'),
(6, 3, 2, '2023-12-12 04:46:09', '2023-12-12 04:46:09'),
(7, 1, 3, '2023-12-12 05:11:55', '2023-12-12 05:11:55'),
(8, 2, 3, '2023-12-12 05:11:55', '2023-12-12 05:11:55'),
(9, 3, 3, '2023-12-12 05:11:55', '2023-12-12 05:11:55'),
(12, 9, 4, '2024-05-31 16:40:56', '2024-05-31 16:40:56'),
(17, 8, 5, '2024-05-31 17:16:06', '2024-05-31 17:16:06'),
(18, 9, 5, '2024-05-31 17:16:06', '2024-05-31 17:16:06');

-- --------------------------------------------------------

--
-- Table structure for table `comments`
--

CREATE TABLE `comments` (
  `id` int NOT NULL,
  `name` varchar(150) DEFAULT NULL,
  `email` varchar(150) DEFAULT NULL,
  `phone` varchar(150) DEFAULT NULL,
  `comment` text,
  `type` enum('service','blog') DEFAULT NULL,
  `type_id` int DEFAULT NULL,
  `admin_approve` tinyint DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `configrations`
--

CREATE TABLE `configrations` (
  `id` int NOT NULL,
  `lang` varchar(2) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `app_name` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `about_app` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `footer_logo` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `app_logo` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `about_image` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `fav_icon` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `address1` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `address2` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `copy_rights_text` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `configrations`
--

INSERT INTO `configrations` (`id`, `lang`, `app_name`, `about_app`, `footer_logo`, `app_logo`, `about_image`, `fav_icon`, `address1`, `address2`, `copy_rights_text`) VALUES
(1, 'en', 'Posla', '<p>About ؛Posla</p>', '44789.png', '54531.png', '24886.png', '11481.png', 'Villa 146 Southern 90th Street, Fifth Settlement Cairo, Cairo Governorate, Egypt 0000', NULL, NULL),
(2, 'ar', 'بوصلة', '<p>كل ما يخص كاليبرى&nbsp;</p>', '48420.png', '33779.png', '78847.png', '83742.png', 'فيلا 146 شارع التسعين الجنوبي، التجمع الخامس القاهرة، محافظة القاهرة، مصر 0000', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `contact_us`
--

CREATE TABLE `contact_us` (
  `id` int NOT NULL,
  `name` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `phone` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `email` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `title` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `message` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `admin_seen` tinyint NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `contact_us`
--

INSERT INTO `contact_us` (`id`, `name`, `phone`, `email`, `title`, `message`, `admin_seen`, `created_at`, `updated_at`) VALUES
(18, 'Ramzy', '01201834148', 'ramzy@gmail.com', 'bgg', 'hmh', 1, '2024-01-28 04:39:42', '2024-01-28 04:42:23');

-- --------------------------------------------------------

--
-- Table structure for table `countries`
--

CREATE TABLE `countries` (
  `id` int NOT NULL,
  `name_en` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `name_ar` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `status` tinyint DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `countries`
--

INSERT INTO `countries` (`id`, `name_en`, `name_ar`, `status`, `created_at`, `updated_at`) VALUES
(1, 'Egypt', 'مصر', 1, '2024-06-01 13:05:01', '2024-06-01 13:05:01');

-- --------------------------------------------------------

--
-- Table structure for table `failed_jobs`
--

CREATE TABLE `failed_jobs` (
  `id` bigint UNSIGNED NOT NULL,
  `connection` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `queue` text CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `payload` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `exception` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `failed_at` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `faqs`
--

CREATE TABLE `faqs` (
  `id` int NOT NULL,
  `type` enum('service','blog_item','general') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `service_id` int DEFAULT NULL,
  `blog_item_id` int DEFAULT NULL,
  `question` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `answer` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `status` tinyint DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `faqs`
--

INSERT INTO `faqs` (`id`, `type`, `service_id`, `blog_item_id`, `question`, `answer`, `status`) VALUES
(1, 'blog_item', NULL, 3, 'Micheal Martin', 'Nulla facilisi. Sedeuter nunc vouta miss mollis sapien vel, conseyer tureution yer vintane in libero semper. Quisque ravida eros ut turpis interdum ornare. Inter miss they adama seder a imerdie fames ac ante ipsum primis in faucibus.', 0),
(2, 'blog_item', NULL, 3, 'Micheal Martin 2', 'Nulla facilisi. Sedeuter nunc vouta miss mollis sapien vel, conseyer tureution yer vintane in libero semper. Quisque ravida eros ut turpis interdum ornare. Inter miss they adama seder a imerdie fames ac ante ipsum primis in faucibus. 22222222222222222222222222', 0);

-- --------------------------------------------------------

--
-- Table structure for table `gallery_images`
--

CREATE TABLE `gallery_images` (
  `id` int NOT NULL,
  `img` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `text_en` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `text_ar` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `order` int DEFAULT NULL,
  `status` tinyint NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `gallery_images`
--

INSERT INTO `gallery_images` (`id`, `img`, `text_en`, `text_ar`, `order`, `status`, `created_at`, `updated_at`) VALUES
(12, '60142868.jpeg', 'Cotton Hous', 'Cotton Hous', 1, 1, '2024-01-21 08:04:09', '2024-01-22 07:06:37'),
(13, '56049843.jpeg', 'Stonya villa', 'Stonya villa', 2, 1, '2024-01-21 08:04:09', '2024-01-22 07:06:42'),
(14, '27205813.jpeg', 'Stonya villa 2', 'Stonya villa 2', 3, 1, '2024-01-21 08:04:09', '2024-01-22 07:06:54'),
(15, '75931077.jpeg', NULL, NULL, 4, 1, '2024-01-21 08:04:09', '2024-01-22 07:06:37'),
(16, '54668028.jpeg', NULL, NULL, 5, 1, '2024-01-21 08:04:09', '2024-01-22 07:06:37'),
(17, '60754693.jpeg', NULL, NULL, 6, 1, '2024-01-21 09:01:54', '2024-01-22 07:06:37'),
(18, '32708209.jpeg', NULL, NULL, 7, 1, '2024-01-21 09:01:54', '2024-01-22 07:06:37'),
(19, '94694703.jpeg', NULL, NULL, 8, 1, '2024-01-21 09:01:54', '2024-01-22 07:06:37'),
(20, '69299138.jpeg', NULL, NULL, 9, 1, '2024-01-21 09:01:54', '2024-01-22 07:06:37');

-- --------------------------------------------------------

--
-- Table structure for table `gallery_videos`
--

CREATE TABLE `gallery_videos` (
  `id` int NOT NULL,
  `youtube_link` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `text_en` text,
  `text_ar` text,
  `order` int DEFAULT NULL,
  `status` tinyint DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `home_images`
--

CREATE TABLE `home_images` (
  `id` int NOT NULL,
  `img_en` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `img_ar` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `link` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `home_sliders`
--

CREATE TABLE `home_sliders` (
  `id` int NOT NULL,
  `title` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `text` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `lang` enum('en','ar') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `image` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `link` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `order` int DEFAULT NULL,
  `status` tinyint DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `intro_sliders`
--

CREATE TABLE `intro_sliders` (
  `id` int NOT NULL,
  `title` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `text` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `lang` enum('en','ar') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `image` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `link` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `order` int DEFAULT NULL,
  `status` tinyint DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `intro_sliders`
--

INSERT INTO `intro_sliders` (`id`, `title`, `text`, `lang`, `image`, `link`, `order`, `status`, `created_at`, `updated_at`) VALUES
(1, 'Innovate Design In Tornato', 'Architecture viverra tellus nec massa dictum the euismoe. Curabitur viverra the posuere aukue velit.', 'en', '47555.jpeg', 'contact-us', 1, 1, '2024-01-20 07:53:40', '2024-01-20 08:00:53'),
(2, 'Innovate Design In Tornato', 'Architecture viverra tellus nec massa dictum the euismoe. Curabitur viverra the posuere aukue velit.', 'en', '22110.jpeg', 'about-us', 2, 1, '2024-01-20 07:59:23', '2024-01-20 08:03:34');

-- --------------------------------------------------------

--
-- Table structure for table `menus`
--

CREATE TABLE `menus` (
  `id` int NOT NULL,
  `name_en` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `name_ar` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `status` tinyint NOT NULL DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `menus`
--

INSERT INTO `menus` (`id`, `name_en`, `name_ar`, `status`) VALUES
(1, 'Main Menu', 'القائمة الرئيسية', 1);

-- --------------------------------------------------------

--
-- Table structure for table `menu_items`
--

CREATE TABLE `menu_items` (
  `id` int NOT NULL,
  `name_en` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `name_ar` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `menu_id` int DEFAULT NULL,
  `parent_id` int DEFAULT '0',
  `type` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci NOT NULL,
  `link_en` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `link_ar` varchar(150) DEFAULT NULL,
  `type_value` varchar(255) CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci DEFAULT NULL,
  `order` int NOT NULL,
  `status` tinyint(1) NOT NULL,
  `meta_keywords` longtext CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `meta_description` longtext CHARACTER SET utf8mb3 COLLATE utf8mb3_unicode_ci,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3;

--
-- Dumping data for table `menu_items`
--

INSERT INTO `menu_items` (`id`, `name_en`, `name_ar`, `menu_id`, `parent_id`, `type`, `link_en`, `link_ar`, `type_value`, `order`, `status`, `meta_keywords`, `meta_description`, `created_at`, `updated_at`) VALUES
(10, 'Home', 'الصفحة الرئيسية', 1, 0, 'home', 'Home', 'الصفحة-الرئيسية', NULL, 1, 1, NULL, NULL, '2024-05-21 12:35:24', '2024-05-21 12:35:24'),
(11, 'About Us', 'About Us', 1, 0, 'about-us', 'About-Us', 'About-Us', NULL, 2, 1, NULL, NULL, '2024-05-21 12:40:19', '2024-05-21 13:26:24');

-- --------------------------------------------------------

--
-- Table structure for table `migrations`
--

CREATE TABLE `migrations` (
  `id` int UNSIGNED NOT NULL,
  `migration` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `batch` int NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `migrations`
--

INSERT INTO `migrations` (`id`, `migration`, `batch`) VALUES
(1, '2014_10_12_100000_create_password_resets_table', 1),
(2, '2019_08_19_000000_create_failed_jobs_table', 1),
(3, '2020_03_10_073241_create_permission_tables', 1),
(4, '2021_03_08_112102_create_countries_table', 1),
(5, '2021_03_08_112217_create_regions_table', 1),
(6, '2021_03_08_112759_create_areas_table', 1),
(7, '2021_03_08_112859_create_users_table', 1),
(8, '2021_03_08_113127_create_addresses_table', 1),
(9, '2021_03_11_085303_create_categories_table', 1),
(10, '2021_03_11_085609_create_orders_table', 1),
(11, '2021_03_18_140257_create_attributes_table', 1),
(12, '2021_03_18_140431_create_category_attributes_table', 1),
(13, '2021_03_18_140455_create_attribute_values_table', 1),
(14, '2021_03_18_141356_create_brands_table', 1),
(15, '2021_03_18_145359_create_product_attributes_table', 1),
(16, '2021_03_18_145533_create_product_images_table', 1),
(17, '2021_03_18_145550_create_product_options_table', 1),
(18, '2021_03_18_185722_create_products_table', 1),
(19, '2021_03_18_185802_create_order_products_table', 1);

-- --------------------------------------------------------

--
-- Table structure for table `model_has_permissions`
--

CREATE TABLE `model_has_permissions` (
  `permission_id` bigint UNSIGNED NOT NULL,
  `model_type` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `model_id` bigint UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `model_has_roles`
--

CREATE TABLE `model_has_roles` (
  `role_id` bigint UNSIGNED NOT NULL,
  `model_type` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `model_id` bigint UNSIGNED NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `model_has_roles`
--

INSERT INTO `model_has_roles` (`role_id`, `model_type`, `model_id`) VALUES
(1, 'App\\Models\\User', 1);

-- --------------------------------------------------------

--
-- Table structure for table `newsLetters`
--

CREATE TABLE `newsLetters` (
  `id` int NOT NULL,
  `email` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` datetime DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `notifications`
--

CREATE TABLE `notifications` (
  `id` int NOT NULL,
  `title` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `text` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `type` enum('order_status','product_offer') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `type_value_id` int DEFAULT NULL,
  `user_id` int DEFAULT NULL,
  `seen` tinyint NOT NULL DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `offers_sliders`
--

CREATE TABLE `offers_sliders` (
  `id` int NOT NULL,
  `title` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `text` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `lang` enum('en','ar') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `image` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `link` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `order` int DEFAULT NULL,
  `status` tinyint DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `pages`
--

CREATE TABLE `pages` (
  `id` int NOT NULL,
  `title_en` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `title_ar` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `text_en` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `text_ar` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `link_en` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `link_ar` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `status` tinyint DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `pages`
--

INSERT INTO `pages` (`id`, `title_en`, `title_ar`, `text_en`, `text_ar`, `link_en`, `link_ar`, `status`, `created_at`, `updated_at`) VALUES
(6, 'Terms & Conditions', 'القواعد والحقوق', '<p>General Provisions<br>1. These are our Standard Terms and Conditions which apply to our service provision and<br>purchases including, but not limited to, online and offline services.<br>Our registered office is: Rissenkamp 70, 58739, Wickede (Ruhr), Germany<br>Email: info@321-translate.com<br>Our VAT registration number is DE 310367822<br>In submitting a text for translation, requesting an interpreter or submitting any other<br>Work to be carried out by the Company, the Client enters into a binding agreement with<br>this Company covered by the following terms and conditions:<br>2. The objective hereof is the provision of services associated with the scope of business of<br>the Contractor, i.e. mainly translating and interpreting activities or related services<br>(hereinafter also as &ldquo;Services&rdquo;).<br>3. These TERMS form an integral part of any contract or a contractual relationship (even if<br>such contract is not formally signed) between the Client and the Contractor and they are<br>binding on both Contracting Parties.<br>4. A contract on provision of translation services (general contract or contract concerning a<br>particular translation, proofreading, and localization or interpreting services) may be<br>concluded in writing. In case of conflict, the provisions of such written contract shall<br>prevail over the provisions hereof.<br>5. A contractual relationship between the Contractor and the Client may be established<br>even without concluding a written contract based on a written order (usually placed by<br>email) which was sent or otherwise delivered to the Contractor and accepted by the<br>Contractor in writing. Such an order shall be binding on both Contracting Parties.<br>6. A written order, hereinafter referred to as &ldquo;Order&rdquo;, is such an order that contains all<br>following requisites (see point 1.7 listed below) and that has been delivered to the<br>address of the Contractor by regular mail or e-mail.<br>7. The order shall contain the following data (unless communicated to the Contractor in<br>another manner)</p>', '<p style=\"text-align: right;\">الأحكام العامة<br>1. هذه هي الشروط والأحكام القياسية الخاصة بنا والتي تنطبق على تقديم خدماتنا و<br>عمليات الشراء بما في ذلك، على سبيل المثال لا الحصر، الخدمات عبر الإنترنت وغير المتصلة بالإنترنت.<br>مكتبنا المسجل هو: Rissenkamp 70، 58739، Wickede (Ruhr)، ألمانيا<br>البريد الإلكتروني: info@321-translate.com<br>رقم تسجيل ضريبة القيمة المضافة لدينا هو DE 310367822<br>في تقديم نص للترجمة أو طلب مترجم أو تقديم أي شيء آخر<br>العمل الذي ستقوم به الشركة، يدخل العميل في اتفاقية ملزمة معها<br>هذه الشركة مشمولة بالشروط والأحكام التالية:<br>2. الهدف من هذا القانون هو تقديم الخدمات المرتبطة بنطاق عمل الشركة<br>المقاول، أي بشكل رئيسي أنشطة الترجمة التحريرية والشفوية أو الخدمات ذات الصلة<br>(يشار إليها فيما بعد أيضًا باسم \"الخدمات\").<br>3. تشكل هذه الشروط جزءًا لا يتجزأ من أي عقد أو علاقة تعاقدية (حتى لو<br>لم يتم توقيع هذا العقد رسميًا) بين العميل والمقاول وهما كذلك<br>ملزمة لكلا الطرفين المتعاقدين.<br>4. عقد تقديم خدمات الترجمة (عقد عام أو عقد يتعلق بـ أ<br>قد تكون هناك خدمات معينة للترجمة والتدقيق اللغوي والتوطين أو الترجمة الفورية).<br>اختتمت كتابيا. في حالة وجود تعارض، يجب أن تكون أحكام هذا العقد المكتوب<br>تسود أحكام هذا القانون.<br>5. يجوز إنشاء علاقة تعاقدية بين المقاول والعميل<br>حتى بدون إبرام عقد مكتوب بناءً على أمر مكتوب (يتم تقديمه عادةً من قبل<br>البريد الإلكتروني) الذي تم إرساله أو تسليمه إلى المقاول وقبوله من قبل<br>المقاول كتابيا. ويكون هذا الأمر ملزماً لكلا الطرفين المتعاقدين.<br>6. الأمر المكتوب، المشار إليه فيما يلي باسم \"الأمر\"، هو أمر يحتوي على كل شيء<br>المتطلبات التالية (انظر النقطة 1.7 المذكورة أدناه) والتي تم تسليمها إلى<br>عنوان المقاول عن طريق البريد العادي أو البريد الإلكتروني.<br>7. يجب أن يحتوي الطلب على البيانات التالية (ما لم يتم إرسالها إلى المقاول في:<br>بطريقة أخرى)</p>', 'Terms-&-Conditions', 'القواعد-والحقوق', 1, '2024-01-20 08:30:57', '2024-01-28 04:29:19');

-- --------------------------------------------------------

--
-- Table structure for table `password_resets`
--

CREATE TABLE `password_resets` (
  `email` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `token` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Table structure for table `permissions`
--

CREATE TABLE `permissions` (
  `id` bigint UNSIGNED NOT NULL,
  `name` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `guard_name` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `permissions`
--

INSERT INTO `permissions` (`id`, `name`, `guard_name`, `created_at`, `updated_at`) VALUES
(1, 'about', 'web', '2021-04-07 08:03:58', '2024-06-01 12:43:25'),
(2, 'aboutStruc', 'web', '2022-06-06 06:27:13', '2022-06-06 09:06:56'),
(3, 'address', 'web', '2022-06-06 09:07:36', '2022-06-06 09:07:36'),
(4, 'blogCategory', 'web', '2022-06-06 09:07:53', '2022-06-06 09:07:53'),
(5, 'blogItem', 'web', '2022-06-06 09:08:08', '2022-06-06 09:08:08'),
(6, 'companies', 'web', '2022-06-06 09:08:25', '2023-10-01 09:04:12'),
(7, 'categories', 'web', '2022-06-06 09:08:43', '2023-10-01 08:36:32'),
(8, 'configration', 'web', '2022-06-06 09:09:23', '2022-06-06 09:09:23'),
(9, 'contactUs', 'web', '2022-06-06 09:09:30', '2022-06-06 09:09:30'),
(10, 'galleryImage', 'web', '2022-06-06 09:11:23', '2022-06-06 09:11:23'),
(11, 'galleryVideo', 'web', '2022-06-06 09:11:39', '2022-06-06 09:11:39'),
(12, 'homeImage', 'web', '2022-06-06 09:12:05', '2022-06-06 09:12:05'),
(13, 'homeSlider', 'web', '2022-06-06 09:19:54', '2022-06-06 09:19:54'),
(14, 'introSlider', 'web', '2022-06-06 09:29:27', '2022-06-06 09:29:27'),
(15, 'menu', 'web', '2022-06-06 09:29:37', '2022-06-06 09:29:37'),
(16, 'menuItem', 'web', '2022-06-06 09:29:49', '2022-06-06 09:29:49'),
(17, 'newsLetter', 'web', '2022-06-06 09:30:01', '2022-06-06 09:30:01'),
(18, 'offersSlider', 'web', '2022-06-06 09:30:12', '2022-06-06 09:30:12'),
(19, 'contact_us', 'web', '2022-06-06 09:33:33', '2022-06-06 09:33:33'),
(20, 'permission', 'web', '2022-06-06 09:34:38', '2022-06-06 09:34:38'),
(21, 'projects', 'web', '2022-06-06 09:34:57', '2022-06-06 09:34:57'),
(22, 'role', 'web', '2022-06-06 09:36:19', '2022-06-06 09:36:19'),
(23, 'seo', 'web', '2022-06-06 09:36:27', '2022-06-06 09:36:27'),
(24, 'service', 'web', '2022-06-06 09:37:05', '2022-06-06 09:37:05'),
(25, 'setting', 'web', '2022-06-06 09:38:23', '2022-06-06 09:38:23'),
(26, 'testimonial', 'web', '2022-06-06 09:38:56', '2022-06-06 09:38:56'),
(27, 'slider', 'web', '2022-06-06 09:56:08', '2022-06-06 09:56:08'),
(28, 'translation', 'web', '2022-06-06 09:56:19', '2022-06-06 09:56:19'),
(29, 'users', 'web', '2022-06-06 10:10:40', '2023-10-01 08:25:12'),
(30, 'writers', 'web', '2023-03-06 09:09:32', '2023-03-06 09:09:32'),
(31, 'faq', 'web', '2023-03-06 09:14:26', '2023-03-06 09:14:26'),
(32, 'doctors', 'web', '2023-03-15 03:55:24', '2023-03-15 03:55:24'),
(33, 'companies_and_institutions', 'web', '2023-03-15 03:59:12', '2023-03-15 03:59:12'),
(34, 'countries', 'web', '2023-03-15 04:24:53', '2023-03-15 04:24:53'),
(35, 'regions', 'web', '2023-03-15 04:25:02', '2023-03-15 04:25:02'),
(36, 'areas', 'web', '2023-03-15 04:25:29', '2023-03-15 04:25:29'),
(37, 'user', 'web', '2023-10-01 08:25:37', '2023-10-01 08:25:37'),
(38, 'attributes', 'web', '2023-10-01 08:36:43', '2023-10-01 08:36:43'),
(39, 'statements', 'web', '2023-10-01 09:24:47', '2023-10-01 09:24:47'),
(40, 'pages', 'web', NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `projects`
--

CREATE TABLE `projects` (
  `id` int NOT NULL,
  `name_en` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `name_ar` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `link_en` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `link_ar` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `text_en` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `text_ar` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `small_text_en` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `small_text_ar` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `image` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `img_alt` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `meta_title_en` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `meta_desc_en` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `meta_title_ar` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `meta_desc_ar` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `meta_robots` tinyint DEFAULT '1',
  `category_id` int DEFAULT NULL,
  `service_id` int DEFAULT NULL,
  `region_id` int DEFAULT NULL,
  `status` tinyint DEFAULT '0',
  `recommended` tinyint DEFAULT NULL,
  `year` varchar(10) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `map_url` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `phone` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `whatsapp` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `location` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `address_en` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `address_ar` int DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `projects`
--

INSERT INTO `projects` (`id`, `name_en`, `name_ar`, `link_en`, `link_ar`, `text_en`, `text_ar`, `small_text_en`, `small_text_ar`, `image`, `img_alt`, `meta_title_en`, `meta_desc_en`, `meta_title_ar`, `meta_desc_ar`, `meta_robots`, `category_id`, `service_id`, `region_id`, `status`, `recommended`, `year`, `map_url`, `phone`, `whatsapp`, `location`, `address_en`, `address_ar`, `created_at`, `updated_at`) VALUES
(28, 'Fifth Settlement villa', 'ڤيلا التجمع الخامس', 'Fifth-Settlement-villa', 'ڤيلا-التجمع-الخامس', NULL, NULL, NULL, NULL, '90898.jpeg', NULL, NULL, NULL, NULL, NULL, 1, 4, NULL, NULL, 0, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2024-02-01 13:16:30', '2024-06-01 09:50:23'),
(29, 'ASTK Downtown', 'استك داون تاون', 'ASTK-Downtown', 'استك-داون-تاون', NULL, NULL, NULL, NULL, '98951.jpeg', NULL, NULL, NULL, NULL, NULL, 1, 5, NULL, NULL, 1, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2024-02-01 16:17:24', '2024-06-01 05:04:40'),
(30, 'ASTK Citystars', 'استك سيتي ستارز', 'ASTK-Citystars', 'استك-سيتي-ستارز', NULL, NULL, NULL, NULL, '58824.jpeg', NULL, NULL, NULL, NULL, NULL, 1, 5, NULL, NULL, 1, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2024-02-01 16:25:22', '2024-06-01 05:04:40'),
(31, 'Capitol Heights', 'كابيتال هايتس', 'Capitol-Heights', 'كابيتال-هايتس', NULL, NULL, NULL, NULL, '56036.jpeg', NULL, NULL, NULL, NULL, NULL, 1, 5, NULL, NULL, 1, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2024-02-01 20:42:37', '2024-06-01 05:04:40'),
(32, 'Oil Libya', 'أويل ليبيا', 'Oil-Libya', 'أويل-ليبيا', NULL, NULL, NULL, NULL, '76050.jpeg', NULL, NULL, NULL, NULL, NULL, 1, 5, NULL, NULL, 1, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2024-02-01 20:46:49', '2024-06-01 05:04:40'),
(33, 'Tespo', 'تيسبو', 'Tespo', 'تيسبو', NULL, NULL, NULL, NULL, '21254.jpeg', NULL, NULL, NULL, NULL, NULL, 1, 5, NULL, NULL, 1, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2024-02-01 20:51:22', '2024-06-01 05:04:40'),
(34, 'Vodafone', 'ڤودافون', 'Vodafone', 'ڤودافون', NULL, NULL, NULL, NULL, '95015.jpeg', NULL, NULL, NULL, NULL, NULL, 1, 5, NULL, NULL, 1, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2024-02-01 20:58:07', '2024-06-01 05:04:40'),
(35, 'El-Hargy Group', 'الحرجي جروب', 'El-Hargy-Group', 'الحرجي-جروب', NULL, NULL, NULL, NULL, '32689.jpeg', NULL, NULL, NULL, NULL, NULL, 1, 5, NULL, NULL, 1, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2024-02-01 21:02:26', '2024-06-01 05:04:40'),
(36, 'Zagazig', 'الزقازيق', 'Zagazig', 'الزقازيق', NULL, NULL, NULL, NULL, '72122.jpeg', NULL, NULL, NULL, NULL, NULL, 1, 4, NULL, NULL, 1, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2024-02-01 21:11:45', '2024-06-01 05:04:40'),
(39, 'Elite company', 'شركة إيليت', 'Elite-company', 'شركة-إيليت', NULL, NULL, NULL, NULL, '57753.jpeg', NULL, NULL, NULL, NULL, NULL, 1, 5, NULL, NULL, 1, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2024-02-04 05:23:19', '2024-06-01 05:04:40'),
(40, 'Restaurant', 'مطعم', 'Restaurant', 'مطعم', NULL, NULL, NULL, NULL, '17285.jpeg', NULL, NULL, NULL, NULL, NULL, 1, 5, NULL, NULL, 1, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2024-02-04 05:51:59', '2024-06-01 05:04:40'),
(41, 'Fifth Settlement apartment', 'شقة التجمع الخامس', 'Fifth-Settlement-apartment', 'شقة-التجمع-الخامس', NULL, NULL, NULL, NULL, '71320.jpeg', NULL, NULL, NULL, NULL, NULL, 1, 4, NULL, NULL, 1, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2024-02-04 05:55:48', '2024-06-01 05:04:40'),
(45, 'Maadi apartment', 'شقة المعادي', 'Maadi-apartment', 'شقة-المعادي', NULL, NULL, NULL, NULL, '93937.jpeg', NULL, NULL, NULL, NULL, NULL, NULL, 4, NULL, NULL, 1, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2024-02-04 06:46:35', '2024-06-01 05:04:40'),
(48, 'Mokattam apartment', 'شقة المقطم', 'Mokattam-apartment', 'شقة-المقطم', NULL, NULL, NULL, NULL, '93373.jpeg', NULL, NULL, NULL, NULL, NULL, 1, 4, NULL, NULL, 1, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2024-02-05 09:11:13', '2024-06-01 05:04:40'),
(49, 'North Coast Villa', 'فيلا الساحل الشمالي', 'North-Coast-Villa', 'فيلا-الساحل-الشمالي', NULL, NULL, NULL, NULL, '74446.jpeg', NULL, NULL, NULL, NULL, NULL, 1, 4, NULL, NULL, 1, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2024-02-05 09:35:30', '2024-06-01 05:04:40'),
(50, 'Palm Hills Villa', 'فيلا بالم هيلز', 'Palm-Hills-Villa', 'فيلا-بالم-هيلز', NULL, NULL, NULL, NULL, '65234.jpeg', NULL, NULL, NULL, NULL, NULL, 1, 4, NULL, NULL, 1, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2024-02-05 09:42:35', '2024-06-01 05:04:40'),
(51, 'Villa Sharm El Sheikh', 'فيلا شرم الشيخ', 'Villa-Sharm-El-Sheikh', 'فيلا-شرم-الشيخ', NULL, NULL, NULL, NULL, '70404.jpeg', NULL, NULL, NULL, NULL, NULL, 1, 4, NULL, NULL, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2024-02-05 09:49:27', '2024-06-01 05:04:40'),
(52, 'Mrs. Moufida\'s villa', 'فيلا الأستاذة مُفيدة', 'Mrs.-Moufida\'s-villa', 'فيلا-الأستاذة-مُفيدة', NULL, NULL, NULL, NULL, '15324.jpeg', NULL, NULL, NULL, NULL, NULL, 1, 4, NULL, NULL, 1, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2024-02-05 09:55:15', '2024-06-01 05:04:40'),
(53, 'Villa Mansouria', 'فيلا المنصورية', 'Villa-Mansouria', 'فيلا-المنصورية', NULL, NULL, NULL, NULL, '37577.jpeg', NULL, NULL, NULL, NULL, NULL, 1, 4, NULL, NULL, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2024-02-05 10:22:27', '2024-06-01 05:04:40'),
(55, 'Villa NEOM', 'فيلا نيوم', 'Villa-NEOM', 'فيلا-نيوم', NULL, NULL, NULL, NULL, '17808.jpeg', NULL, NULL, NULL, NULL, NULL, NULL, 4, NULL, NULL, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '2024-02-05 10:29:58', '2024-06-01 05:04:40');

-- --------------------------------------------------------

--
-- Table structure for table `project_attributes`
--

CREATE TABLE `project_attributes` (
  `id` bigint NOT NULL,
  `project_id` int DEFAULT NULL,
  `attribute_id` int DEFAULT NULL,
  `attribute_value_id` varchar(200) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `project_attributes`
--

INSERT INTO `project_attributes` (`id`, `project_id`, `attribute_id`, `attribute_value_id`, `created_at`, `updated_at`) VALUES
(10, 22, 1, '80', '2023-12-12 05:17:36', '2023-12-12 05:17:36'),
(11, 22, 2, '60', '2023-12-12 05:17:36', '2023-12-12 05:17:36'),
(12, 22, 3, '70', '2023-12-12 05:17:36', '2023-12-12 05:17:36'),
(22, 1, 1, '70 days', '2023-12-12 06:27:57', '2023-12-12 06:27:57'),
(23, 1, 2, 'FWM15VKT', '2023-12-12 06:27:57', '2023-12-12 06:27:57'),
(24, 1, 3, '8 Items In Stock', '2023-12-12 06:27:57', '2023-12-12 06:27:57'),
(31, 24, 1, NULL, '2023-12-19 05:11:58', '2023-12-19 05:11:58'),
(32, 24, 2, NULL, '2023-12-19 05:11:58', '2023-12-19 05:11:58'),
(33, 24, 3, NULL, '2023-12-19 05:11:58', '2023-12-19 05:11:58');

-- --------------------------------------------------------

--
-- Table structure for table `project_images`
--

CREATE TABLE `project_images` (
  `id` int NOT NULL,
  `image` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `project_id` int DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `project_images`
--

INSERT INTO `project_images` (`id`, `image`, `project_id`) VALUES
(29, '35393792.jpeg', 28),
(30, '31327131.jpeg', 28),
(31, '54878082.jpeg', 28),
(32, '71521589.jpeg', 28),
(33, '43346244.jpeg', 28),
(34, '51040194.jpeg', 28),
(35, '48232335.jpeg', 29),
(36, '56631885.jpeg', 29),
(37, '73998734.jpeg', 29),
(38, '85995926.jpeg', 29),
(39, '29403876.jpeg', 30),
(40, '46346750.jpeg', 30),
(41, '15573798.jpeg', 30),
(42, '26490598.jpeg', 30),
(43, '42987289.jpeg', 30),
(44, '38354946.jpeg', 30),
(45, '69064530.jpeg', 30),
(46, '55526530.jpeg', 31),
(47, '76648493.jpeg', 31),
(48, '28876181.jpeg', 31),
(49, '19750383.jpeg', 31),
(50, '90000188.jpeg', 31),
(51, '60253357.jpeg', 31),
(52, '46393091.jpeg', 31),
(53, '78124744.jpeg', 31),
(54, '89217076.jpeg', 31),
(55, '97130545.jpeg', 31),
(56, '89636009.jpeg', 31),
(57, '50776004.jpeg', 31),
(58, '14259728.jpeg', 32),
(59, '83700074.jpeg', 32),
(60, '23993952.jpeg', 32),
(61, '90724362.jpeg', 32),
(62, '12355982.jpeg', 32),
(63, '93296244.jpeg', 32),
(64, '27926183.jpeg', 32),
(65, '36050715.jpeg', 33),
(66, '39155562.jpeg', 33),
(67, '19472281.jpeg', 33),
(68, '80914329.jpeg', 33),
(69, '89281467.jpeg', 33),
(70, '77154624.jpeg', 33),
(71, '66044584.jpeg', 33),
(72, '59054669.jpeg', 33),
(73, '75556076.jpeg', 33),
(74, '51698157.jpeg', 33),
(75, '25301569.jpeg', 33),
(76, '74979781.jpeg', 33),
(77, '53013606.jpeg', 33),
(78, '26581369.jpeg', 33),
(79, '19811228.jpeg', 33),
(80, '16050142.jpeg', 33),
(81, '84375749.jpeg', 33),
(82, '67318462.jpeg', 33),
(83, '12881270.jpeg', 33),
(84, '18160100.jpeg', 33),
(85, '98333590.jpeg', 33),
(86, '70892959.jpeg', 34),
(87, '19448324.jpeg', 34),
(88, '65910903.jpeg', 34),
(89, '75717281.jpeg', 34),
(90, '76597931.jpeg', 34),
(91, '75561992.jpeg', 34),
(92, '70039548.jpeg', 34),
(93, '57753386.jpeg', 34),
(94, '56117089.jpeg', 35),
(95, '94382263.jpeg', 35),
(96, '47643687.jpeg', 35),
(97, '65853283.jpeg', 35),
(98, '72384669.jpeg', 35),
(99, '14619834.jpeg', 35),
(100, '47820828.jpeg', 35),
(101, '41675259.jpeg', 35),
(102, '60992918.jpeg', 35),
(103, '11545504.jpeg', 35),
(104, '91043151.jpeg', 35),
(105, '97848694.jpeg', 35),
(106, '80267638.jpeg', 35),
(107, '91696563.jpeg', 35),
(108, '38462068.jpeg', 35),
(109, '67436041.jpeg', 35),
(110, '64165816.jpeg', 35),
(111, '74999122.jpeg', 36),
(112, '57681592.jpeg', 36),
(113, '69961655.jpeg', 36),
(114, '78051171.jpeg', 36),
(115, '48737582.jpeg', 36),
(116, '26448345.jpeg', 36),
(117, '18417929.jpeg', 36),
(118, '69790051.jpeg', 36),
(119, '90890044.jpeg', 36),
(120, '37306244.jpeg', 36),
(121, '77311762.jpeg', 36),
(122, '34348929.jpeg', 36),
(123, '92661078.jpeg', 36),
(124, '84666161.jpeg', 36),
(125, '33033876.jpeg', 38),
(126, '84909937.jpeg', 38),
(127, '20476842.jpeg', 38),
(128, '34082588.jpeg', 38),
(129, '41867116.jpeg', 38),
(130, '31937825.jpeg', 38),
(131, '46676642.jpeg', 38),
(132, '99589037.jpeg', 38),
(133, '83427112.jpeg', 38),
(134, '27411993.jpeg', 38),
(135, '71269508.jpeg', 38),
(136, '77425329.jpeg', 38),
(141, '20952827.jpeg', 39),
(142, '35131527.jpeg', 39),
(143, '79188108.jpeg', 39),
(144, '45233335.jpeg', 39),
(145, '42902952.jpeg', 39),
(146, '44757790.jpeg', 40),
(147, '98880046.jpeg', 40),
(148, '46312932.jpeg', 40),
(149, '43960767.jpeg', 40),
(150, '35457995.jpeg', 40),
(151, '96802105.jpeg', 40),
(152, '57100816.jpeg', 40),
(153, '44133499.jpeg', 40),
(154, '44353578.jpeg', 41),
(155, '30305755.jpeg', 41),
(156, '40328174.jpeg', 41),
(157, '59049530.jpeg', 41),
(158, '49562739.jpeg', 41),
(159, '47408721.jpeg', 41),
(160, '67049991.jpeg', 41),
(161, '14267581.jpeg', 41),
(162, '67441625.jpeg', 41),
(163, '87460951.jpeg', 41),
(164, '70158355.jpeg', 41),
(165, '68901961.jpeg', 41),
(166, '65031508.jpeg', 41),
(167, '50564862.jpeg', 41),
(168, '89612214.jpeg', 41),
(169, '61061184.jpeg', 41),
(170, '12225688.jpeg', 42),
(171, '71847250.jpeg', 42),
(172, '84812935.jpeg', 42),
(173, '77142936.jpeg', 42),
(174, '92885888.jpeg', 42),
(175, '23568515.jpeg', 42),
(176, '45628181.jpeg', 42),
(177, '28174013.jpeg', 42),
(178, '26212524.jpeg', 42),
(180, '72801942.jpeg', 42),
(181, '79012244.jpeg', 42),
(182, '23424540.jpeg', 43),
(183, '11690293.jpeg', 43),
(184, '50857830.jpeg', 43),
(185, '94579146.jpeg', 43),
(186, '86298623.jpeg', 43),
(187, '13169495.jpeg', 43),
(188, '72517303.jpeg', 43),
(189, '15228336.jpeg', 43),
(190, '72287668.jpeg', 42),
(191, '17442817.jpeg', 39),
(192, '72090133.jpeg', 39),
(193, '51331043.jpeg', 39),
(194, '47650384.jpeg', 39),
(195, '15308834.jpeg', 44),
(196, '62360197.jpeg', 44),
(197, '81846480.jpeg', 44),
(198, '47234930.jpeg', 44),
(199, '16701184.jpeg', 44),
(200, '14657936.jpeg', 44),
(201, '79004932.jpeg', 44),
(202, '67108495.jpeg', 44),
(203, '80219848.jpeg', 44),
(204, '73558980.jpeg', 44),
(205, '22449996.jpeg', 44),
(206, '24171210.jpeg', 44),
(207, '39111599.jpeg', 44),
(208, '17687913.jpeg', 44),
(209, '17706471.jpeg', 44),
(210, '19371054.jpeg', 45),
(211, '46398653.jpeg', 45),
(212, '24503323.jpeg', 45),
(213, '15703864.jpeg', 45),
(214, '74931509.jpeg', 45),
(215, '83146753.jpeg', 45),
(216, '15329204.jpeg', 45),
(217, '47062184.jpeg', 45),
(218, '51463762.jpeg', 45),
(219, '71179391.jpeg', 45),
(248, '85303063.jpeg', 47),
(249, '93919394.jpeg', 47),
(250, '11286719.jpeg', 47),
(251, '51459975.jpeg', 47),
(252, '20900682.jpeg', 47),
(253, '26102522.jpeg', 47),
(254, '90206620.jpeg', 47),
(255, '16446229.jpeg', 47),
(256, '12102608.jpeg', 47),
(271, '42963843.jpeg', 46),
(272, '27591790.jpeg', 46),
(273, '27123561.jpeg', 46),
(274, '88400579.jpeg', 46),
(275, '90128128.jpeg', 46),
(276, '42722731.jpeg', 46),
(277, '93039320.jpeg', 46),
(278, '89347740.jpeg', 46),
(279, '40438254.jpeg', 46),
(280, '86124395.jpeg', 48),
(281, '73367384.jpeg', 48),
(282, '53931436.jpeg', 48),
(283, '26975164.jpeg', 48),
(284, '89072672.jpeg', 48),
(285, '20074082.jpeg', 48),
(286, '65975044.jpeg', 48),
(287, '86204822.jpeg', 48),
(288, '57676052.jpeg', 48),
(289, '85069556.jpeg', 48),
(290, '21242390.jpeg', 48),
(291, '55833536.jpeg', 48),
(292, '49559136.jpeg', 48),
(293, '95329809.jpeg', 48),
(294, '14394221.jpeg', 48),
(295, '53429963.jpeg', 48),
(296, '47479851.jpeg', 48),
(297, '23873299.jpeg', 48),
(298, '92490674.jpeg', 48),
(299, '65374418.jpeg', 48),
(300, '35042417.jpeg', 48),
(301, '30701800.jpeg', 48),
(302, '61556627.jpeg', 48),
(303, '66315272.jpeg', 48),
(304, '27169767.jpeg', 49),
(305, '82723540.jpeg', 49),
(306, '90089627.jpeg', 50),
(307, '61149800.jpeg', 50),
(308, '94898290.jpeg', 50),
(309, '42798848.jpeg', 50),
(310, '74643195.jpeg', 50),
(311, '17583705.jpeg', 50),
(312, '17746298.jpeg', 50),
(313, '52325106.jpeg', 50),
(314, '73321886.jpeg', 50),
(315, '17703587.jpeg', 50),
(316, '81982827.jpeg', 50),
(317, '66967282.jpeg', 50),
(318, '45352663.jpeg', 51),
(319, '78782079.jpeg', 51),
(320, '77048094.jpeg', 51),
(321, '20233253.jpeg', 51),
(322, '32321364.jpeg', 51),
(323, '81819926.jpeg', 51),
(324, '83936358.jpeg', 51),
(325, '75893785.jpeg', 51),
(326, '40042510.jpeg', 51),
(327, '44433095.jpeg', 51),
(328, '95394289.jpeg', 51),
(329, '84309931.jpeg', 51),
(330, '77239331.jpeg', 51),
(331, '66653303.jpeg', 51),
(332, '55027699.jpeg', 51),
(333, '78728694.jpeg', 51),
(334, '27138919.jpeg', 51),
(335, '30156262.jpeg', 51),
(336, '11786581.jpeg', 51),
(337, '30128932.jpeg', 51),
(338, '47217421.jpeg', 51),
(339, '12962865.jpeg', 51),
(340, '82231365.jpeg', 51),
(341, '69777666.jpeg', 52),
(342, '36635635.jpeg', 52),
(343, '39116910.jpeg', 52),
(344, '20407293.jpeg', 52),
(345, '61151462.jpeg', 52),
(346, '32018326.jpeg', 52),
(347, '51737072.jpeg', 52),
(348, '55678612.jpeg', 52),
(349, '19458841.jpeg', 52),
(350, '52579912.jpeg', 52),
(351, '95713433.jpeg', 52),
(352, '43024084.jpeg', 52),
(353, '92882264.jpeg', 52),
(354, '27785110.jpeg', 52),
(355, '39683806.jpeg', 52),
(356, '84539707.jpeg', 52),
(357, '34945197.jpeg', 52),
(358, '52422653.jpeg', 52),
(359, '31389360.jpeg', 52),
(360, '53194546.jpeg', 53),
(361, '96916133.jpeg', 53),
(362, '79531755.jpeg', 53),
(363, '27513600.jpeg', 53),
(364, '28257794.jpeg', 53),
(365, '81434996.jpeg', 53),
(366, '69785405.jpeg', 53),
(367, '44066068.jpeg', 53),
(368, '88279536.jpeg', 53),
(369, '12959678.jpeg', 53),
(370, '53628599.jpeg', 54),
(371, '97424811.jpeg', 54),
(372, '14954199.jpeg', 54),
(373, '98198591.jpeg', 54),
(374, '71331522.jpeg', 54),
(375, '83157166.jpeg', 54),
(376, '45596159.jpeg', 54),
(377, '55522380.jpeg', 55),
(378, '96943170.jpeg', 55);

-- --------------------------------------------------------

--
-- Table structure for table `regions`
--

CREATE TABLE `regions` (
  `id` int NOT NULL,
  `name_en` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `name_ar` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `country_id` int DEFAULT NULL,
  `available_units` tinyint DEFAULT '0',
  `status` tinyint DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `regions`
--

INSERT INTO `regions` (`id`, `name_en`, `name_ar`, `country_id`, `available_units`, `status`, `created_at`, `updated_at`) VALUES
(1, 'Cairo', 'القاهرة', 1, 1, 1, '2021-10-31 06:26:32', '2024-06-01 13:12:01'),
(2, 'Giza', 'الجيزة', 1, 1, 0, '2021-10-31 06:26:32', '2024-06-01 13:12:26'),
(3, 'Kaliobeya', 'القليوبية', 1, 0, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(4, 'Alexandria', 'الأسكندرية', 1, 1, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(5, 'Mynia', 'المنيا', 1, 0, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(6, 'Asyut', 'أسيوط', 1, 0, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(7, 'Dakahlia', 'الدقهليه', 1, 0, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(8, 'Damietta', 'دمياط', 1, 0, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(9, 'Gharbiya', 'الغربية', 1, 0, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(11, 'Kafr El Sheikh', 'كفر الشيخ', 1, 0, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(13, 'Aswan', 'أسوان', 1, 0, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(15, 'Albuhira', 'البحيرة', 1, 0, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(16, 'Bani Sweif', 'بني سويف', 1, 0, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(17, 'Fayoum', 'الفيوم', 1, 0, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(18, 'Ismailia', 'الإسماعيلية', 1, 0, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(19, 'Matruh', 'مطروح', 1, 0, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(20, 'Monofeya', 'المنوفية', 1, 0, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(22, 'New Valley', 'الوادي الجديد', 1, 0, 1, '2021-10-31 06:26:32', '2021-10-31 06:26:32'),
(23, 'North Sinai', 'شمال سيناء', 1, 0, 1, '2021-10-31 06:26:32', '2024-06-01 13:12:13'),
(24, 'Port Said', 'بورسعيد', 1, 0, 1, '2021-10-31 06:26:32', '2024-06-01 13:12:01'),
(25, 'Qena', 'قنا', 1, 0, 1, '2021-10-31 06:26:32', '2024-06-01 13:12:01'),
(26, 'Red Sea', 'البحر الأحمر', 1, 0, 1, '2021-10-31 06:26:32', '2024-06-01 13:12:01'),
(27, 'Al Sharqia', 'الشرقية', 1, 0, 1, '2021-10-31 06:26:32', '2024-06-01 13:12:01'),
(28, 'Sohag', 'سوهاج', 1, 0, 1, '2021-10-31 06:26:32', '2024-06-01 13:12:01'),
(29, 'South Sinai', 'جنوب سيناء', 1, 0, 1, '2021-10-31 06:26:32', '2024-06-01 13:12:01'),
(30, 'Suez', 'السويس', 1, 0, 1, '2021-10-31 06:26:32', '2024-06-01 13:12:01'),
(31, 'Luxor', 'الأقصر', 1, 0, 1, '2021-10-31 06:26:32', '2024-06-01 13:12:01'),
(32, 'Sahel', 'الساحل الشمالي', 1, 0, 1, '2021-10-31 06:26:32', '2024-06-01 13:12:01');

-- --------------------------------------------------------

--
-- Table structure for table `roles`
--

CREATE TABLE `roles` (
  `id` bigint UNSIGNED NOT NULL,
  `name` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `guard_name` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `roles`
--

INSERT INTO `roles` (`id`, `name`, `guard_name`, `created_at`, `updated_at`) VALUES
(1, 'Admin', 'web', '2021-04-07 09:52:53', '2021-04-07 09:52:53'),
(3, 'nanan', 'web', '2024-06-01 11:36:39', '2024-06-01 11:36:39');

-- --------------------------------------------------------

--
-- Table structure for table `role_has_permissions`
--

CREATE TABLE `role_has_permissions` (
  `id` int NOT NULL,
  `permission_id` bigint UNSIGNED NOT NULL,
  `role_id` bigint NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `role_has_permissions`
--

INSERT INTO `role_has_permissions` (`id`, `permission_id`, `role_id`) VALUES
(292, 1, 3),
(293, 2, 3),
(294, 3, 3),
(295, 36, 3),
(296, 38, 3),
(297, 4, 3),
(298, 5, 3),
(299, 7, 3),
(300, 6, 3),
(301, 33, 3),
(302, 8, 3),
(303, 9, 3),
(304, 19, 3),
(305, 34, 3),
(306, 32, 3),
(307, 31, 3),
(308, 10, 3),
(309, 11, 3),
(310, 12, 3),
(311, 13, 3),
(312, 14, 3),
(313, 15, 3),
(314, 16, 3),
(315, 17, 3),
(316, 18, 3),
(317, 40, 3),
(318, 20, 3),
(319, 21, 3),
(320, 35, 3),
(321, 22, 3),
(322, 23, 3),
(323, 24, 3),
(324, 25, 3),
(325, 27, 3),
(326, 39, 3),
(327, 26, 3),
(328, 28, 3),
(329, 37, 3),
(330, 29, 3),
(331, 30, 3),
(332, 1, 1),
(333, 2, 1),
(334, 3, 1),
(335, 4, 1),
(336, 5, 1),
(337, 6, 1),
(338, 7, 1),
(339, 8, 1),
(340, 9, 1),
(341, 10, 1),
(342, 11, 1),
(343, 12, 1),
(344, 13, 1),
(345, 14, 1),
(346, 15, 1),
(347, 16, 1),
(348, 17, 1),
(349, 18, 1),
(350, 19, 1),
(351, 20, 1),
(352, 21, 1),
(353, 22, 1),
(354, 23, 1),
(355, 24, 1),
(356, 25, 1),
(357, 26, 1),
(358, 27, 1),
(359, 28, 1),
(360, 29, 1),
(361, 30, 1),
(362, 31, 1),
(363, 32, 1),
(364, 33, 1),
(365, 34, 1),
(366, 35, 1),
(367, 36, 1),
(368, 37, 1),
(369, 38, 1),
(370, 39, 1),
(371, 40, 1);

-- --------------------------------------------------------

--
-- Table structure for table `seo_assisatant`
--

CREATE TABLE `seo_assisatant` (
  `id` int NOT NULL,
  `home_meta_title` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `home_meta_desc` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `home_meta_title_ar` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `home_meta_desc_ar` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `home_meta_robots` tinyint DEFAULT '1',
  `about_meta_title` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `about_meta_desc` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `about_meta_title_ar` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `about_meta_desc_ar` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `about_meta_robots` tinyint DEFAULT '1',
  `gallery_images_meta_title` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `gallery_images_meta_desc` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `gallery_images_meta_title_ar` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `gallery_images_meta_desc_ar` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `gallery_images_meta_robots` tinyint DEFAULT '1',
  `gallery_videos_meta_title` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `gallery_videos_meta_desc` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `gallery_videos_meta_title_ar` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `gallery_videos_meta_desc_ar` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `gallery_videos_meta_robots` int DEFAULT '1',
  `contact_meta_title` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `contact_meta_desc` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `contact_meta_title_ar` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `contact_meta_desc_ar` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `contact_meta_robots` tinyint DEFAULT '1',
  `brands_meta_title` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `brands_meta_desc` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `brands_meta_title_ar` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `brands_meta_desc_ar` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `brands_meta_robots` tinyint DEFAULT '1',
  `services_meta_title` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `services_meta_desc` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `services_meta_title_ar` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `services_meta_desc_ar` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `services_meta_robots` tinyint DEFAULT '1',
  `blogs_meta_title` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `blogs_meta_desc` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `blogs_meta_title_ar` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `blogs_meta_desc_ar` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `blogs_meta_robots` tinyint DEFAULT '1',
  `categories_meta_title` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `categories_meta_desc` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `categories_meta_title_ar` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `categories_meta_desc_ar` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `categories_meta_robots` tinyint DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `seo_assisatant`
--

INSERT INTO `seo_assisatant` (`id`, `home_meta_title`, `home_meta_desc`, `home_meta_title_ar`, `home_meta_desc_ar`, `home_meta_robots`, `about_meta_title`, `about_meta_desc`, `about_meta_title_ar`, `about_meta_desc_ar`, `about_meta_robots`, `gallery_images_meta_title`, `gallery_images_meta_desc`, `gallery_images_meta_title_ar`, `gallery_images_meta_desc_ar`, `gallery_images_meta_robots`, `gallery_videos_meta_title`, `gallery_videos_meta_desc`, `gallery_videos_meta_title_ar`, `gallery_videos_meta_desc_ar`, `gallery_videos_meta_robots`, `contact_meta_title`, `contact_meta_desc`, `contact_meta_title_ar`, `contact_meta_desc_ar`, `contact_meta_robots`, `brands_meta_title`, `brands_meta_desc`, `brands_meta_title_ar`, `brands_meta_desc_ar`, `brands_meta_robots`, `services_meta_title`, `services_meta_desc`, `services_meta_title_ar`, `services_meta_desc_ar`, `services_meta_robots`, `blogs_meta_title`, `blogs_meta_desc`, `blogs_meta_title_ar`, `blogs_meta_desc_ar`, `blogs_meta_robots`, `categories_meta_title`, `categories_meta_desc`, `categories_meta_title_ar`, `categories_meta_desc_ar`, `categories_meta_robots`) VALUES
(2, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- Table structure for table `services`
--

CREATE TABLE `services` (
  `id` int NOT NULL,
  `name_en` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `name_ar` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `link_en` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `link_ar` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `youtube_link` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci NOT NULL,
  `img` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `alt_img` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `icon` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `text_en` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `text_ar` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `parent_id` int NOT NULL DEFAULT '0',
  `status` tinyint DEFAULT NULL,
  `order` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `home` tinyint DEFAULT '0',
  `menu` tinyint DEFAULT '0',
  `meta_title_en` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `meta_desc_en` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `meta_title_ar` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `meta_desc_ar` longtext CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `meta_robots` tinyint DEFAULT '1',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `services`
--

INSERT INTO `services` (`id`, `name_en`, `name_ar`, `link_en`, `link_ar`, `youtube_link`, `img`, `alt_img`, `icon`, `text_en`, `text_ar`, `parent_id`, `status`, `order`, `home`, `menu`, `meta_title_en`, `meta_desc_en`, `meta_title_ar`, `meta_desc_ar`, `meta_robots`, `created_at`, `updated_at`) VALUES
(1, 'Construction', 'إنشاءات', 'Construction', 'إنشاءات', '', '25033.jpeg', NULL, NULL, NULL, NULL, 0, 1, '1', 1, 1, NULL, NULL, NULL, NULL, 1, '2024-03-07 12:58:39', '2024-03-07 13:43:18'),
(2, 'Interior Design', 'تصميم داخلي', 'Interior-Design', 'تصميم-داخلي', '', '83696.jpeg', NULL, NULL, NULL, NULL, 0, 1, '2', 1, 1, NULL, NULL, NULL, NULL, 1, '2024-03-07 13:06:58', '2024-03-07 13:43:30'),
(3, 'Show Drawing', 'إظهار الرسم', 'Show-Drawing', 'إظهار-الرسم', '', '44779.jpeg', NULL, NULL, NULL, NULL, 0, 1, '3', 1, 1, NULL, NULL, NULL, NULL, 1, '2024-03-07 13:10:39', '2024-03-07 13:43:45'),
(4, 'Air conditioner maintenance', 'صيانة مكيفات الهواء', 'Air-conditioner-maintenance', 'صيانة-مكيفات-الهواء', '', '17289.jpeg', NULL, NULL, NULL, NULL, 0, 1, '4', 1, 1, NULL, NULL, NULL, NULL, 1, '2024-03-07 14:01:37', '2024-03-07 14:01:37'),
(5, 'Public supplies', 'توريدات عمومية', 'public-supplies', 'توريدات-عمومية', '', '57419.jpeg', NULL, NULL, NULL, NULL, 0, 1, '5', 1, 1, NULL, NULL, NULL, NULL, 1, '2024-03-07 14:03:30', '2024-03-07 14:03:30'),
(6, 'Hard Faculty', 'صيانات', 'Hard-Faculty', 'صيانات', '', '36544.jpeg', NULL, NULL, NULL, NULL, 0, 1, '6', 1, 1, NULL, NULL, NULL, NULL, 1, '2024-03-07 14:50:36', '2024-03-07 14:50:36');

-- --------------------------------------------------------

--
-- Table structure for table `service_images`
--

CREATE TABLE `service_images` (
  `id` int NOT NULL,
  `service_id` int DEFAULT NULL,
  `image` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `service_images`
--

INSERT INTO `service_images` (`id`, `service_id`, `image`) VALUES
(11, 0, '82300060.jpeg'),
(12, 0, '79374350.jpeg'),
(13, 0, '81629002.jpeg');

-- --------------------------------------------------------

--
-- Table structure for table `settings`
--

CREATE TABLE `settings` (
  `id` int NOT NULL,
  `email` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `contact_email` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `telphone` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `mobile` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `fax` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `whatsapp` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `snapchat` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `facebook` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `youtube` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `tiktok` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `instgram` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `linkedin` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `twitter` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `lat` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `lng` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `default_lang` enum('en','ar') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `tax` int NOT NULL,
  `map_url` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `map_view` text COLLATE utf8mb4_general_ci,
  `cetificates` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `exp_years` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `surgeries` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `consult` int DEFAULT NULL,
  `contact_image` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `gtm_script` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `gtm_noscript` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `publish_gtm_script` tinyint DEFAULT '0',
  `publish_contact_modal` tinyint DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `settings`
--

INSERT INTO `settings` (`id`, `email`, `contact_email`, `telphone`, `mobile`, `fax`, `whatsapp`, `snapchat`, `facebook`, `youtube`, `tiktok`, `instgram`, `linkedin`, `twitter`, `lat`, `lng`, `default_lang`, `tax`, `map_url`, `map_view`, `cetificates`, `exp_years`, `surgeries`, `consult`, `contact_image`, `gtm_script`, `gtm_noscript`, `publish_gtm_script`, `publish_contact_modal`) VALUES
(1, NULL, 'calibre@gmail.com', NULL, '+201003311553', NULL, '+201003311553', NULL, 'https://www.facebook.com/calibrecontrol1', NULL, NULL, 'https://www.instagram.com/calibre_control20?fbclid=IwAR2BhU3mo0my_GN2YBOcpjfM7mZdPpklg2oFEtQfoKarnj1JNlvpqayB5W4', NULL, NULL, NULL, NULL, 'en', 15, 'https://www.google.com/maps?ll=30.08072,31.364988&z=12&t=m&hl=en&gl=EG&mapclient=embed&cid=13084980146871904975', 'https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d13815.11907190171!2d31.2038451!3d30.0431755!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x14584132eb1dbd41%3A0x1cc351aba623e42e!2z2LPZitix2YPZhCDYs9mG2KrYsQ!5e0!3m2!1sen!2seg!4v1717317001676!5m2!1sen!2seg', NULL, NULL, NULL, NULL, '44323.png', NULL, NULL, 1, 1);

-- --------------------------------------------------------

--
-- Table structure for table `temp_upload_files`
--

CREATE TABLE `temp_upload_files` (
  `id` int NOT NULL,
  `server_name` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `original_name` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `project_id` int DEFAULT NULL,
  `service_id` int DEFAULT NULL,
  `type` enum('project','service','gallery_image','album_items') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `testimonials`
--

CREATE TABLE `testimonials` (
  `id` int NOT NULL,
  `name` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `text` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `position` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `lang` enum('en','ar') CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `img` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `status` tinyint DEFAULT NULL,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `training_applications`
--

CREATE TABLE `training_applications` (
  `id` int NOT NULL,
  `name` varchar(191) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci DEFAULT NULL,
  `email` varchar(191) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci DEFAULT NULL,
  `phone` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `training` varchar(191) CHARACTER SET utf8mb3 COLLATE utf8mb3_general_ci DEFAULT NULL,
  `notes` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=latin1;

-- --------------------------------------------------------

--
-- Table structure for table `users`
--

CREATE TABLE `users` (
  `id` int NOT NULL,
  `facebook_id` int DEFAULT NULL,
  `google_id` int DEFAULT NULL,
  `f_name` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `l_name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL,
  `verification_code` varchar(50) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `password` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `remember_token` varchar(100) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `image` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `phone` varchar(191) CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `country_id` bigint UNSIGNED DEFAULT NULL,
  `region_id` bigint UNSIGNED DEFAULT NULL,
  `area_id` bigint UNSIGNED DEFAULT NULL,
  `status` enum('active','inactive','block') CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT 'inactive',
  `device_type` enum('android','ios') CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_admin` tinyint DEFAULT NULL,
  `admin_seen` tinyint NOT NULL DEFAULT '0',
  `theme` enum('light','dark') CHARACTER SET utf8mb4 COLLATE utf8mb4_unicode_ci NOT NULL DEFAULT 'light',
  `scroll` tinyint(1) DEFAULT '1',
  `side_bar` enum('light','dark','brand') COLLATE utf8mb4_unicode_ci DEFAULT 'light',
  `topbar` tinyint(1) DEFAULT '0',
  `created_at` timestamp NULL DEFAULT NULL,
  `updated_at` timestamp NULL DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Dumping data for table `users`
--

INSERT INTO `users` (`id`, `facebook_id`, `google_id`, `f_name`, `l_name`, `email`, `verification_code`, `password`, `remember_token`, `image`, `phone`, `country_id`, `region_id`, `area_id`, `status`, `device_type`, `is_admin`, `admin_seen`, `theme`, `scroll`, `side_bar`, `topbar`, `created_at`, `updated_at`) VALUES
(1, NULL, NULL, 'Super', 'Admin', 'admin@posla.com', '486709', '$2y$10$IukvVtcLbPV4zR18igzx9.j/N512d1I8R2p9IIRukgzPrUDGr/AbK', '6rWwdjYBDmDIW0yaQKEfCP4ZbxjjXOAT9zk9KQjuVw8SxJcSexxbDH09jOhd', '72948.png', '010653496919', 1, 1, 1, 'active', 'ios', 1, 1, 'light', 0, 'light', 0, '2021-03-18 15:07:45', '2024-06-02 09:48:45');

-- --------------------------------------------------------

--
-- Table structure for table `writers`
--

CREATE TABLE `writers` (
  `id` int NOT NULL,
  `name` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `email` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `phone` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `position` varchar(150) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `aboutWriter` text CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci,
  `image` varchar(255) CHARACTER SET utf32 COLLATE utf32_general_ci DEFAULT NULL,
  `facebook` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `linkedin` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `instgram` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `twitter` varchar(255) CHARACTER SET utf8mb4 COLLATE utf8mb4_general_ci DEFAULT NULL,
  `status` tinyint DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `writers`
--

INSERT INTO `writers` (`id`, `name`, `email`, `phone`, `position`, `aboutWriter`, `image`, `facebook`, `linkedin`, `instgram`, `twitter`, `status`) VALUES
(0, 'Ahmed', 'ramzy@gmail.com', '01223', NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1),
(1, 'Ramzy', 'ramzy@gmail.com', '0122333122', 'Professor', NULL, '47762.png', NULL, NULL, NULL, NULL, 1);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `about`
--
ALTER TABLE `about`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `about_strucs`
--
ALTER TABLE `about_strucs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `addresses`
--
ALTER TABLE `addresses`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `album`
--
ALTER TABLE `album`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `album_items`
--
ALTER TABLE `album_items`
  ADD PRIMARY KEY (`id`),
  ADD KEY `delete album` (`album_id`);

--
-- Indexes for table `areas`
--
ALTER TABLE `areas`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `attributes`
--
ALTER TABLE `attributes`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `attribute_values`
--
ALTER TABLE `attribute_values`
  ADD PRIMARY KEY (`id`),
  ADD KEY `attribute_id` (`attribute_id`);

--
-- Indexes for table `blogcategories`
--
ALTER TABLE `blogcategories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `blogitems`
--
ALTER TABLE `blogitems`
  ADD PRIMARY KEY (`id`),
  ADD KEY `blogcategory_id` (`blogcategory_id`),
  ADD KEY `writer_id` (`writer_id`);

--
-- Indexes for table `blogItem_images`
--
ALTER TABLE `blogItem_images`
  ADD PRIMARY KEY (`id`),
  ADD KEY `blogItem_images_ibfk_1` (`blogItem_id`);

--
-- Indexes for table `brands`
--
ALTER TABLE `brands`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `careers`
--
ALTER TABLE `careers`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `careers_applications`
--
ALTER TABLE `careers_applications`
  ADD PRIMARY KEY (`id`),
  ADD KEY `career_id` (`career_id`);

--
-- Indexes for table `categories`
--
ALTER TABLE `categories`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `category_attributes`
--
ALTER TABLE `category_attributes`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `comments`
--
ALTER TABLE `comments`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `configrations`
--
ALTER TABLE `configrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `contact_us`
--
ALTER TABLE `contact_us`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `countries`
--
ALTER TABLE `countries`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `faqs`
--
ALTER TABLE `faqs`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gallery_images`
--
ALTER TABLE `gallery_images`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `gallery_videos`
--
ALTER TABLE `gallery_videos`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `home_images`
--
ALTER TABLE `home_images`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `home_sliders`
--
ALTER TABLE `home_sliders`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `intro_sliders`
--
ALTER TABLE `intro_sliders`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `menus`
--
ALTER TABLE `menus`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `menu_items`
--
ALTER TABLE `menu_items`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `migrations`
--
ALTER TABLE `migrations`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `model_has_permissions`
--
ALTER TABLE `model_has_permissions`
  ADD PRIMARY KEY (`permission_id`,`model_id`,`model_type`),
  ADD KEY `model_has_permissions_model_id_model_type_index` (`model_id`,`model_type`);

--
-- Indexes for table `model_has_roles`
--
ALTER TABLE `model_has_roles`
  ADD PRIMARY KEY (`role_id`,`model_id`,`model_type`),
  ADD KEY `model_has_roles_model_id_model_type_index` (`model_id`,`model_type`);

--
-- Indexes for table `newsLetters`
--
ALTER TABLE `newsLetters`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `offers_sliders`
--
ALTER TABLE `offers_sliders`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `pages`
--
ALTER TABLE `pages`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `password_resets`
--
ALTER TABLE `password_resets`
  ADD KEY `password_resets_email_index` (`email`);

--
-- Indexes for table `permissions`
--
ALTER TABLE `permissions`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `projects`
--
ALTER TABLE `projects`
  ADD PRIMARY KEY (`id`),
  ADD KEY `category_id` (`category_id`),
  ADD KEY `service_id` (`service_id`);

--
-- Indexes for table `project_attributes`
--
ALTER TABLE `project_attributes`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `project_images`
--
ALTER TABLE `project_images`
  ADD PRIMARY KEY (`id`),
  ADD KEY `project_id` (`project_id`);

--
-- Indexes for table `regions`
--
ALTER TABLE `regions`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `roles`
--
ALTER TABLE `roles`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `role_has_permissions`
--
ALTER TABLE `role_has_permissions`
  ADD PRIMARY KEY (`id`),
  ADD KEY `role_has_permissions_role_id_foreign` (`role_id`);

--
-- Indexes for table `seo_assisatant`
--
ALTER TABLE `seo_assisatant`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `services`
--
ALTER TABLE `services`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `service_images`
--
ALTER TABLE `service_images`
  ADD PRIMARY KEY (`id`),
  ADD KEY `service_id` (`service_id`);

--
-- Indexes for table `settings`
--
ALTER TABLE `settings`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `temp_upload_files`
--
ALTER TABLE `temp_upload_files`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `testimonials`
--
ALTER TABLE `testimonials`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `training_applications`
--
ALTER TABLE `training_applications`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `users`
--
ALTER TABLE `users`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `users_email_unique` (`email`),
  ADD UNIQUE KEY `phone` (`phone`),
  ADD KEY `users_country_id_foreign` (`country_id`),
  ADD KEY `users_region_id_foreign` (`region_id`),
  ADD KEY `users_area_id_foreign` (`area_id`);

--
-- Indexes for table `writers`
--
ALTER TABLE `writers`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `about`
--
ALTER TABLE `about`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `about_strucs`
--
ALTER TABLE `about_strucs`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `addresses`
--
ALTER TABLE `addresses`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `album`
--
ALTER TABLE `album`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=22;

--
-- AUTO_INCREMENT for table `album_items`
--
ALTER TABLE `album_items`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=37;

--
-- AUTO_INCREMENT for table `areas`
--
ALTER TABLE `areas`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2317;

--
-- AUTO_INCREMENT for table `attributes`
--
ALTER TABLE `attributes`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT for table `attribute_values`
--
ALTER TABLE `attribute_values`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `blogcategories`
--
ALTER TABLE `blogcategories`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `blogitems`
--
ALTER TABLE `blogitems`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `blogItem_images`
--
ALTER TABLE `blogItem_images`
  MODIFY `id` int NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `brands`
--
ALTER TABLE `brands`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `careers`
--
ALTER TABLE `careers`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `careers_applications`
--
ALTER TABLE `careers_applications`
  MODIFY `id` int NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `categories`
--
ALTER TABLE `categories`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=10;

--
-- AUTO_INCREMENT for table `category_attributes`
--
ALTER TABLE `category_attributes`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;

--
-- AUTO_INCREMENT for table `comments`
--
ALTER TABLE `comments`
  MODIFY `id` int NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `configrations`
--
ALTER TABLE `configrations`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `contact_us`
--
ALTER TABLE `contact_us`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=19;

--
-- AUTO_INCREMENT for table `countries`
--
ALTER TABLE `countries`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `failed_jobs`
--
ALTER TABLE `failed_jobs`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `faqs`
--
ALTER TABLE `faqs`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT for table `gallery_images`
--
ALTER TABLE `gallery_images`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=21;

--
-- AUTO_INCREMENT for table `gallery_videos`
--
ALTER TABLE `gallery_videos`
  MODIFY `id` int NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `home_images`
--
ALTER TABLE `home_images`
  MODIFY `id` int NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `home_sliders`
--
ALTER TABLE `home_sliders`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `intro_sliders`
--
ALTER TABLE `intro_sliders`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `menus`
--
ALTER TABLE `menus`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT for table `menu_items`
--
ALTER TABLE `menu_items`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- AUTO_INCREMENT for table `migrations`
--
ALTER TABLE `migrations`
  MODIFY `id` int UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=20;

--
-- AUTO_INCREMENT for table `newsLetters`
--
ALTER TABLE `newsLetters`
  MODIFY `id` int NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `offers_sliders`
--
ALTER TABLE `offers_sliders`
  MODIFY `id` int NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `pages`
--
ALTER TABLE `pages`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `permissions`
--
ALTER TABLE `permissions`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=43;

--
-- AUTO_INCREMENT for table `projects`
--
ALTER TABLE `projects`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=64;

--
-- AUTO_INCREMENT for table `project_images`
--
ALTER TABLE `project_images`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=447;

--
-- AUTO_INCREMENT for table `regions`
--
ALTER TABLE `regions`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=35;

--
-- AUTO_INCREMENT for table `roles`
--
ALTER TABLE `roles`
  MODIFY `id` bigint UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;

--
-- AUTO_INCREMENT for table `role_has_permissions`
--
ALTER TABLE `role_has_permissions`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=372;

--
-- AUTO_INCREMENT for table `services`
--
ALTER TABLE `services`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `service_images`
--
ALTER TABLE `service_images`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=14;

--
-- AUTO_INCREMENT for table `temp_upload_files`
--
ALTER TABLE `temp_upload_files`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=569;

--
-- AUTO_INCREMENT for table `users`
--
ALTER TABLE `users`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
